[
  {
    "id": "guardian-masterclasses/2020/apr/08/resilience-in-a-crisis-tackle-your-inner-critic-and-boost-your-motivation",
    "type": "article",
    "sectionId": "guardian-masterclasses",
    "sectionName": "Guardian Masterclasses",
    "webPublicationDate": "2020-04-08T13:29:38Z",
    "webTitle": "Resilience in a crisis: Tackle your inner critic and boost your motivation",
    "webUrl": "https://www.theguardian.com/guardian-masterclasses/2020/apr/08/resilience-in-a-crisis-tackle-your-inner-critic-and-boost-your-motivation",
    "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/2020/apr/08/resilience-in-a-crisis-tackle-your-inner-critic-and-boost-your-motivation",
    "fields": {
      "headline": "Resilience in a crisis: Tackle your inner critic and boost your motivation",
      "standfirst": "<p>Stay focused on fulfilling your potential in the face of the biggest life changes, in this confidence-building workshop with acclaimed leadership coach Fiona Buckland</p><p><strong>Online workshop<br>Date:</strong> Wednesday 22 April 2020<br><strong>Times: </strong>Evening course, 6.45pm-8.30pm</p>",
      "trailText": "Stay focused on fulfilling your potential in the face of the biggest life changes, in this confidence-building workshop with acclaimed leadership coach Fiona Buckland",
      "byline": "",
      "main": "<figure class=\"element element-image\" data-media-id=\"d4d592c931e6ce9934e81906dbec11ed7a6abda6\"> <img src=\"https://media.guim.co.uk/d4d592c931e6ce9934e81906dbec11ed7a6abda6/0_32_2048_1229/1000.jpg\" alt=\"Fiona Buckland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fiona Buckland</span> <span class=\"element-image__credit\">Photograph: Phil Askew</span> </figcaption> </figure>",
      "body": "<ul> <li><p><strong><a href=\"https://guardiannewsampampmedia.formstack.com/forms/masterclasses_online_courses_signup_copy_4\">I’d like to attend</a></strong></p></li> </ul> <p>Most of us are guilty of being harder on ourselves than we are on others – and in a crisis, this self-critical talk can multiply. It is too easy to compare our productivity levels and lifestyle choices to those of others, particularly when we now have more time for social media than ever before. The uncertainty, rapid change and isolation we experience are fertile ground for our anxieties.</p> <p>So how can you stay focused on fulfilling your potential and break the cycle of self-doubt? Is it possible to grow with purpose rather than merely surviving? How can you recognise and tackle stress as and when it arises while isolated at home?</p> <p>In this evening masterclass with leading life coach <strong>Fiona Buckland</strong>, you will learn the practical techniques for improving your confidence, effectiveness and positive sense of self – no matter the challenges you are confronted with.</p> <p>You will come away with a newfound confidence in your abilities to reduce the power of your inner critic, and this is an essential class for anyone with a desire to connect with those critical inner resources that energise you into action, even in difficult times.</p> <p><em>Please note that this course will be hosted online. Places are extremely limited and will be allocated on a first come, first served basis.</em></p> <h2><strong>Course content</strong></h2> <ul> <li><p>Strengthen your self-awareness</p></li> <li><p>Move from self-blame to self-care</p></li> <li><p>Open up space within yourself to make positive choices</p></li> <li><p>Build resilience and lower anxiety</p></li> <li><p>Turn the current crisis into an opportunity for personal growth</p></li> </ul> <p><strong>Tell us you’d like to take part on 22 April:</strong></p>  <figure class=\"element element-embed\" data-alt=\"form\">  <iframe src=\"https://guardiannewsampampmedia.formstack.com/forms/masterclasses_online_courses_signup_copy_4\" title=\"Masterclasses- Online courses sign-up - Resilience in a crisis\" width=\"600\" height=\"400\"></iframe> </figure>  <h2><strong>Tutor profile</strong></h2> <p><strong>Fiona Buckland</strong> is a professional accredited Co-Active Life Coach and Embodied Facilitator. She counts world-leading tech and creative companies, corporations, arts and philanthropic organisations, academic institutions, and brands among her clients – as well as hubs for work, learning and play, including the School of Life, Viacom, Google, Twitter, Soho House and many more. She was a curator and coach for TEDx, and has been featured in the Guardian, the Independent, Red, Marie Claire, BBC and Psychologies magazine.</p> <h2>Details</h2> <ul> <li><p><strong><a href=\"https://guardiannewsampampmedia.formstack.com/forms/masterclasses_online_courses_signup_copy_4\">I’d like to attend</a></strong></p></li> </ul> <p><strong>Date:</strong> Wednesday 22 April 2020<br><strong>Times: </strong>Evening course, 6.45pm-8.30pm</p> <h2>Information on Guardian Masterclasses</h2> <p><strong>To contact us, click <a href=\"https://www.theguardian.com/guardian-masterclasses/about-masterclasses\">here</a>. Terms and conditions can be found <a href=\"https://www.theguardian.com/guardian-masterclasses/terms-and-conditions?intcmp=239\">here</a>.</strong></p> <p><strong>All Guardian Masterclasses are fully accessible – but please contact us if you have any queries or concerns.</strong></p> <p><strong>Returns policy</strong><br>Once a purchase is complete we will not be able to refund you where you do not attend or if you cancel your event booking. Please see our <a href=\"https://www.theguardian.com/guardian-masterclasses/terms-and-conditions\">terms and conditions</a> for more information on our refund policy.</p>",
      "wordcount": "426",
      "firstPublicationDate": "2020-04-08T13:29:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-08T13:37:13Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://gu.com/p/dtqj8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d4d592c931e6ce9934e81906dbec11ed7a6abda6/0_32_2048_1229/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I’d like to attend Most of us are guilty of being harder on ourselves than we are on others – and in a crisis, this self-critical talk can multiply. It is too easy to compare our productivity levels and lifestyle choices to those of others, particularly when we now have more time for social media than ever before. The uncertainty, rapid change and isolation we experience are fertile ground for our anxieties. So how can you stay focused on fulfilling your potential and break the cycle of self-doubt? Is it possible to grow with purpose rather than merely surviving? How can you recognise and tackle stress as and when it arises while isolated at home? In this evening masterclass with leading life coach Fiona Buckland, you will learn the practical techniques for improving your confidence, effectiveness and positive sense of self – no matter the challenges you are confronted with. You will come away with a newfound confidence in your abilities to reduce the power of your inner critic, and this is an essential class for anyone with a desire to connect with those critical inner resources that energise you into action, even in difficult times. Please note that this course will be hosted online. Places are extremely limited and will be allocated on a first come, first served basis. Course content Strengthen your self-awareness Move from self-blame to self-care Open up space within yourself to make positive choices Build resilience and lower anxiety Turn the current crisis into an opportunity for personal growth Tell us you’d like to take part on 22 April: Tutor profile Fiona Buckland is a professional accredited Co-Active Life Coach and Embodied Facilitator. She counts world-leading tech and creative companies, corporations, arts and philanthropic organisations, academic institutions, and brands among her clients – as well as hubs for work, learning and play, including the School of Life, Viacom, Google, Twitter, Soho House and many more. She was a curator and coach for TEDx, and has been featured in the Guardian, the Independent, Red, Marie Claire, BBC and Psychologies magazine. Details I’d like to attend Date: Wednesday 22 April 2020 Times: Evening course, 6.45pm-8.30pm Information on Guardian Masterclasses To contact us, click here. Terms and conditions can be found here. All Guardian Masterclasses are fully accessible – but please contact us if you have any queries or concerns. Returns policy Once a purchase is complete we will not be able to refund you where you do not attend or if you cancel your event booking. Please see our terms and conditions for more information on our refund policy.",
      "charCount": "2631",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": ""
    },
    "isHosted": false
  },
  {
    "id": "us-news/live/2020/apr/07/coronavirus-us-live-donald-trump-pandemic-likely-january-latest-news-updates",
    "type": "liveblog",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2020-04-08T00:07:40Z",
    "webTitle": "Coronavirus US live: Trump says US will stop funding World Health Organization, then backtracks – as it happened",
    "webUrl": "https://www.theguardian.com/us-news/live/2020/apr/07/coronavirus-us-live-donald-trump-pandemic-likely-january-latest-news-updates",
    "apiUrl": "https://content.guardianapis.com/us-news/live/2020/apr/07/coronavirus-us-live-donald-trump-pandemic-likely-january-latest-news-updates",
    "fields": {
      "headline": "Coronavirus US live: Trump says US will stop funding World Health Organization, then backtracks – as it happened",
      "standfirst": "<ul><li>President claims WHO ‘blew it’ after downplaying crisis himself</li><li> <a href=\"https://www.theguardian.com/us-news/live/2020/apr/07/coronavirus-us-live-donald-trump-pandemic-likely-january-latest-news-updates?page=with:block-5e8ccf338f08008f0919ec94#block-5e8ccf338f08008f0919ec94\">Acting navy secretary resigns after comments on ousted captain</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/apr/07/coronavirus-us-live-donald-trump-pandemic-likely-january-latest-news-updates?page=with:block-5e8c9eae8f085d226cfd4981#block-5e8c9eae8f085d226cfd4981\">New York has now lost 5,489 residents to coronavirus</a><br></li><li><a href=\"https://www.theguardian.com/world/2020/apr/07/donald-trump-coronavirus-memos-warning-peter-navarro\">Trump was warned in January of devastating impact, memos reveal</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">Wisconsin voters go to the polls in controversial election</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a><br></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><li>Support the Guardian’s independent journalism. Make a <a href=\"https://support.theguardian.com/uk/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_OTHER%22%2C%22componentId%22%3A%22Live_Blog%22%2C%22campaignCode%22%3A%22Impeachment%22%2C%22referrerPageviewId%22%3A%22k8ptvow45w7d1011en16%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Flive%2F2020%2Fapr%2F06%2Fcoronavirus-us-live-trump-worst-week-america-us-election-news-latest-updates%22%7D&amp;INTCMP=Impeachment\">contribution</a></li></ul>",
      "trailText": "President claims WHO ‘blew it’ after downplaying crisis himself",
      "byline": "Maanvi Singh in San Francisco (now) and Joan E Greve in Washington and Martin Pengelly New York (earlier)",
      "main": "<figure class=\"element element-image\" data-media-id=\"c50c546788002d5c0e3885ecd422d923b71928d3\"> <img src=\"https://media.guim.co.uk/c50c546788002d5c0e3885ecd422d923b71928d3/0_0_4500_2700/1000.jpg\" alt=\"Donald Trump speaks at the White House briefing on Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump speaks at the White House briefing on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5e8dd2d38f085d226cfd5393\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-08T13:35:09.542Z\">2.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Live reporting on the coronavirus in the US continues on Wednesday’s blog:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/apr/08/coronavirus-us-live-trump-news-updates-death-toll-latest\">Coronavirus US live: US sees largest single-day Covid-19 death toll reported by any country</a> </p> </aside> </div>   </div> <div id=\"block-5e8d12a88f085d226cfd4d35\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-08T00:06:02.166Z\">1.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Donald Trump threatened to stop funding the World Health Organization and once again touted an unproven anti-malarial drug as a quick fix for coronavirus. </strong>The president also alleged widespread voter fraud and insisted that he was getting along swimmingly state governors, who have increasingly found themselves at odds with him as they respond to the crisis. </li> <li><strong>Dr. <a href=\"https://www.theguardian.com/us-news/2020/apr/07/fox-news-coronavirus-trump-media-allies-turn-against-fauci\">Anthony Fauci</a></strong> <strong>said the crisis has shined “a bright light” on the racial disparities in the US. </strong>Data from some states and cities suggest that the pandemic is disproportionately killing Black Americans.</li> <li><strong>Memos revealed that Trump was warned in January of the severity of the coronavirus crisis. </strong>The president insisted he never saw the <a href=\"https://www.theguardian.com/world/2020/apr/07/donald-trump-coronavirus-memos-warning-peter-navarro\">warnings</a> from his economic adviser Peter Navarro. </li> <li><strong>Acting navy secretary Thomas Modly resigned over insulting comments he made about Captain Brett Crozier, </strong>the commander of the USS Theodore Roosevelt who raised concerns about the spread of coronavirus on the ship.<br></li> <li><strong>Trump removed a Pentagon official tapped to oversee the coronavirus relief effort from his post. </strong>Acting Pentagon inspector general <strong>Glenn Fine </strong>was supposed to oversee implementation of the $2 trillion coronavirus bill, but an agency spokesperson confirmed he is no longer in the role.</li> <li><strong>New York <a href=\"https://www.theguardian.com/world/2020/apr/07/new-york-coronavirus-deaths-record-cases\">reported</a> the largest single-day increase in its coronavirus death toll yet. </strong>The state has recorded 5,489 deaths linked to the virus, up from 4,758 a day earlier, governor <strong>Andrew Cuomo </strong>announced at his daily briefing today.</li> <li><strong>The White House announced an overhaul of its communications team. </strong>Press secretary <strong>Stephanie Grisham </strong>is returning to the first lady’s staff after never having held a single White House briefing in more than nine months. She will be replaced by <strong>Kayleigh McEnany, </strong>who currently serves as a spokesperson for Trump’s reelection campaign.</li> <li><strong>Congress is seeking to allocate additional funds to the small business loan program established by the stimulus package. </strong>Treasury secretary <strong>Steven Mnuchin </strong>said he would ask Congress to add $250 billion to the program, which was originally given $350 billion under the stimulus package passed last month.</li> </ul> </div>   </div> <div id=\"block-5e8cfcde8f08008f0919edbf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T23:54:08.781Z\">12.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>During the briefing, Trump also repeatedly insisted that he never daw top White House adviser’s Peter Navarro’s memos,</strong> <strong>which warned officials in late January the coronavirus crisis could put millions of Americans’ health at risk, and cost the country trillions.</strong> </p> <p>Here’s more on the memos, from my colleagues Ed Pilkington and Martin Pengelly:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/07/donald-trump-coronavirus-memos-warning-peter-navarro\">Trump was warned in January of Covid-19's devastating impact, memos reveal</a> </p> </aside> </div>   </div> <div id=\"block-5e8d0d608f08008f0919ee17\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T23:47:35.866Z\">12.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: testing </strong></p> <p>During the taskforce briefing, Trump said – once again – that the United States “continues to perform more tests than anywhere else in the world, and that’s why we have more cases”.</p> <p>While the US has overtaken South Korea in total numbers of coronavirus tests administered, it has conducted fewer tests per capita given the US population is over six times larger than South Korea’s.<br></p> <p>As of 7 April, the United States, with a population of 329 million, had administered at least 1,951,044 tests, according to the <a draggable=\"true\" href=\"https://slack-redir.net/link?url=https%3A%2F%2Fcovidtracking.com%2Fdata%2F\">Covid Tracking Project</a>, a group led by Alexis Madrigal, a staff writer for The Atlantic magazine, with more than 100 volunteers that compile coronavirus testing data from states.<br tabindex=\"-1\"></p> <p>This equates to 582 tests per 100,000 people in the US (with huge variations depending on the county, city and state), compared with 709 tests per 100,000 in South Korea and 600 per 100,000 in Italy. <br></p> <p>The US rate of testing improved markedly in early April. On March 31 the rate was just 318 per 100,000.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-08T00:07:40.232Z\">at 1.07am BST</time></p>  </div> <div id=\"block-5e8d08d18f08ec70cecec7f5\" class=\"block is-key-event\" data-block-contributor=\"profile/lois-beckett\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T23:36:57.004Z\">12.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">GOP congressional candidate touts AR-15s to  fight 'looting hordes from Atlanta'</h2>  <div class=\"block-elements\">  <p>Why do Americans need AR-15 rifles during a global pandemic? To shoot “looting hordes from Atlanta.” </p> <p>That’s the campaign message from a former Republican congressman from Georgia, Paul Broun, who is now running for congress again. </p> <p>Broun lives in Gainesville, Georgia, a city that is 87% white, and that is about an hour outside of Atlanta, the state capital, which is majority-black. </p> <p>In a new campaign video, Broun promises to give away an AR-15 rifle “to one lucky person who signs up for email updates” from his campaign website. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mbaram/status/1247597527987339269\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">How to try to win election by stoking fear amid the COVID-19 crisis: <br><br>Former Georgia Rep. Paul Broun who is running to return to Congress just released an ad warning that “in uncertain times like these,” it’s important to protect yourself against “looting hordes from Atlanta” <a href=\"https://t.co/bqS4rePrmP\">pic.twitter.com/bqS4rePrmP</a></p>&mdash; Marcus Baram (@mbaram) <a href=\"https://twitter.com/mbaram/status/1247597527987339269?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>“Whether it’s looting hordes from Atlanta or a tyrannical government from Washington, there are few better liberty machines than an AR-15.”<br></p> <p>In a phone interview Tuesday, Broun defended his message as “not racial.” </p> <p>“Only the liberal press would take that kind of position,” he said. “There are a lot of white people in Atlanta as well.” <br></p> <p>“Ma’am, I have been a keynote speaker at an MLK Day celebration,” he said. <br></p> <p>Broun was dismissive of the idea that his rhetoric might concern black Georgia residents, or that this kind of rhetoric might increase the risk of innocent black Americans getting shot while in majority-white neighborhoods. </p> <p>“You’re the racist,” he added.<br></p> <p>Asked what evidence he had that the coronavirus pandemic might result in hordes of looters, Broun referenced civil unrest in Baltimore, Maryland, and Ferguson, Missouri, both majority-black cities where police killings of unarmed black men led to sustained protests over police treatment of black Americans.<br></p> <p>Broun, who had a reputation as one of the <a href=\"https://www.ajc.com/blog/politics/former-paul-broun-chief-staff-indicted-eight-counts/QY0YS2h5n6c1E42yGuTlNM/\">most conservative </a>members of the GOP during his eight years in Congress, left office in 2015 under the shadow of an<a href=\"https://www.ajc.com/news/breaking-news/what-did-former-rep-paul-broun-know-corruption-probe-inches-closer/h9scklbRdrJlCrl51kUt7L/\"> ethics investigation</a> into his former chief of staff over <a href=\"https://www.ajc.com/news/breaking-news/what-did-former-rep-paul-broun-know-corruption-probe-inches-closer/h9scklbRdrJlCrl51kUt7L/\">taxpayer dollars spent</a> to hire a political consultant known as the “tea party whisperer.”<br></p> </div>   </div> <div id=\"block-5e8d0bb88f085d226cfd4d20\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T23:27:16.462Z\">12.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr. Birx pushed back against reports that coronavirus deaths are underreported due to a lack of testing and delays in reporting.</strong> “I think the reporting here has been pretty straightforward over the past five to six weeks,” she said. Though rural areas may face issues accessing tests to diagnose, Birx said she doesn’t see it as a problem overall. </p> <p>The New York Times <a href=\"https://www.nytimes.com/2020/04/05/us/coronavirus-deaths-undercount.html\">reported</a> earlier:</p> <blockquote class=\"quoted\"> <p><em>With no uniform system for reporting coronavirus-related deaths in the United States, and a continued shortage of tests, some states and counties have improvised, obfuscated and, at times, backtracked in counting the dead.</em></p> <p><em>“We definitely think there are deaths that we have not accounted for,” said Jennifer Nuzzo, a senior scholar at the Johns Hopkins University Center for Health Security, which studies global health threats and is <a href=\"http://www.centerforhealthsecurity.org/\">closely tracking</a> the coronavirus pandemic.</em></p> <p><em>Late last week, the Centers for Disease Control and Prevention issued new guidance for how to certify coronavirus deaths, underscoring the need for uniformity and reinforcing the sense by health care workers and others that deaths have not been consistently tracked. In its <a href=\"https://www.cdc.gov/nchs/data/nvss/vsrg/vsrg03-508.pdf\">guidance</a>, the C.D.C. instructed officials to report deaths where the patient has tested positive or, in an absence of testing, “if the circumstances are compelling within a reasonable degree of certainty.”</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T23:30:48.864Z\">at 12.30am BST</time></p>  </div> <div id=\"block-5e8d083f8f08ec70cecec7f3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T23:10:58.090Z\">12.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr Anthony Fauci </strong>added that “health disparities have always existed for the African American community but here, again, with this crisis, it’s shining a bright light on how unacceptable that is.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/1247664933782814723\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dr. Anthony Fauci: &quot;When all this is over, and as we&#39;ve said, it will end. We will get over Coronavirus, but there will still be health disparities, which we really do need to address in the African American community.&quot; <br><br>Full video here: <a href=\"https://t.co/3w9Yv5OBxU\">https://t.co/3w9Yv5OBxU</a> <a href=\"https://t.co/jWLD9nkoCP\">pic.twitter.com/jWLD9nkoCP</a></p>&mdash; CSPAN (@cspan) <a href=\"https://twitter.com/cspan/status/1247664933782814723?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Although “we will get over coronavirus,” he added, “there will still be health disparities.” </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T23:22:05.415Z\">at 12.22am BST</time></p>  </div> <div id=\"block-5e8d06ec8f08008f0919edf6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T23:07:16.045Z\">12.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr Deborah Birx clarified that African Americans are not more “susceptible” to coronavirus. </strong>“What our data suggests is that they are more susceptible to more difficult and severe disease and poorer outcomes,” she said. </p> <p>Data from cities including Chicago and Philadelphia show stark racial disparities in coronavirus patients and fatalities. White House official Seema Verma said that Medicare data will be looking at race and underlying conditions, and the president earlier promised that more statistics on racial disparities will be revealed in the next week. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T23:13:26.650Z\">at 12.13am BST</time></p>  </div> <div id=\"block-5e8d04508f08ec70cecec7d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:58:50.622Z\">11.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: coronavirus deaths</strong></p> <p>“I think they’re pretty accurate on the death counts,” Trump told reporters. But doctors disagree. Delays in reporting and a continuing lack of widespread testing mean that more people have died of coronavirus than the official count. Doctors also believe that deaths in February and early March — before the coronavirus was recognized as an epidemic in the US — that were attributed to influenza or pneumonia, were likely due to Covid-19. </p> </div>   </div> <div id=\"block-5e8d036c8f08008f0919ede2\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:52:21.026Z\">11.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: vote-by-mail</strong></p> <p>The president has left the briefing room, leaving it to Mike Pence and health officials to answer the remaining questions. Before he exited, he once again falsely claimed that recent elections were marred by voter fraud, insisting that millions of people voted illegally in 2016 which cost him the popular vote.</p> <p> But extensive<strong><a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.brennancenter.org%2Fanalysis%2Fdebunking-voter-fraud-myth\"> research</a></strong> has found that voter fraud is rare and virtually nonexistent. </p> <p>Trump zeroed in on mail-in ballots, claiming the process is “corrupt” and susceptible to widespread fraud. “You get thousands and thousands of people sitting in somebody’s living room, signing somebody’s ballot,” he said. I</p> <p>n the 5 states that have moved to an entirely vote-by-mail systems, there has been no evidence of widespread fraud. More states are considering expanding their vote-by-mail systems amid the coronavirus pandemic as a way to keep voters and poll workers safe. But the moves are widely opposed by Republicans, as was the case in Wisconsin, which held its primary election on Tuesday despite calls and legal challenges to postpone the election. </p> <p>It should be noted, once again, that Trump voted by mail-in ballot in Florida last month. Additionally, the most significant episode of mail-in ballot fraud in recent years involved a Republican congressional candidate in North Carolina. The election was overturned.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">Wisconsin voters go to the polls in controversial election</a> </p> </aside> </div>   </div> <div id=\"block-5e8d01c58f08008f0919edde\" class=\"block\" data-block-contributor=\"profile/oliver-milman\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:45:03.533Z\">11.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: hydroxychloroquine</strong></p> <p>Trump loves to tout hydroxychloroquine. Last week the Food and Drug Administration (FDA) provided the drug with an “emergency use authorization” to use on coronavirus patients in some circumstances. State officials in New York have said that about 4,000 seriously ill patients are now being treated with the drug. But experts say it’s too early to call it a cure. </p> <p><strong>What is hydroxychloroquine?</strong><br></p> <p>Hydroxychloroquine, also known by its brand name, Plaquenil, is a drug used to treat malaria. It is a less toxic version of chloroquine, another malaria drug, which itself is related to quinine, an ingredient in tonic water.</p> <p>It is also readily available to Americans – already approved as a malaria and anti-inflammation treatment by the FDA – where it is an off-the-shelf drug with various low-cost generic versions. Despite the emergency use order, the FDA has not conducted clinical trials to fully ascertain whether the drug is an effective treatment for Covid-19.</p> <p><strong>Why is Trump touting it?</strong></p> <p>Trump was influenced by a widely publicized study in France where 40 coronavirus patients were given hydroxychloroquine, with more than half experiencing the clearing of their airways within three to six days. This apparent improvement is important as it would curtail the timeframe in which infected people could spread Covid-19 to others.</p> <p>However, experts have warned that the study is small and lacks sufficient rigor to be classed as evidence of a potential treatment. The French health ministry has warned against the use of hydroxychloroquine for Covid-19, with Olivier Véran, France’s health minister, saying that it shouldn’t be used by anyone with the exception of “serious forms of hospitalization and on the collegial decision of doctors and under strict medical supervision”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T22:45:23.093Z\">at 11.45pm BST</time></p>  </div> <div id=\"block-5e8cff588f08008f0919edd3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:37:08.967Z\">11.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is again touting hydroxychloroquine, an anti-malarial drug, which has not yet been proven effective against the coronavirus. </p> <p>The repeated a story about a Democratic state lawmaker who credits hydroxychloroquine and Trump for her recovery from Covid-19. “I really think it’s a great thing to try, just based on what I know,” he said. “Again, I’m not a doctor. Get a physician’s approval.” </p> <p>Here’s more on that state representative, from the Detroit Free Press:</p> <blockquote class=\"quoted\"> <p><em>State Rep. Karen Whitsett, who learned Monday she has tested positive for COVID-19, said she started taking hydroxychloroquine on March 31, prescribed by her doctor, after both she and her husband sought treatment for a range of symptoms on March 18.</em></p> <p><em>“It was less than two hours” before she started to feel relief, said Whitsett, who had experienced shortness of breath, swollen lymph nodes, and what felt like a sinus infection. She is still experiencing headaches, she said.</em></p> <p><em>Whitsett said she was familiar with “the wonders” of hydroxychloroquine from an earlier bout with Lyme disease, but does not believe she would have thought to ask for it, or her doctor would have prescribed it, had Trump not been touting it as a possible treatment for COVID-19.</em></p> </blockquote> </div>   </div> <div id=\"block-5e8cfe648f08008f0919edcf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:29:28.869Z\">11.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>“Mail ballots are a very dangerous thing for this country,” the president said.</strong> The ballots are “forgeries in many cases - it’s a horrible thing,” he added, citing no evidence to back the claim. </p> <p>Trump himself <a href=\"https://www.sun-sentinel.com/news/politics/fl-ne-donald-trump-palm-beach-county-voter-20200401-zpl3jignmzflvfguteeahbjtbm-story.html\">voted</a> by mail — in March. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T22:30:21.520Z\">at 11.30pm BST</time></p>  </div> <div id=\"block-5e8cfc828f08ec70cecec7b2\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:20:21.728Z\">11.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: Travel restrictions</strong></p> <p>Trump took credit for “closing down the borders” to China, and then later to Europe. In fact, he placed restrictions on travel from China but <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2020%2Fapr%2F07%2Fdonald-trump-coronavirus-memos-warning-peter-navarro\">did not</a> totally close it down, <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.washingtonpost.com%2Fpolitics%2F2020%2F04%2F07%2Ftrumps-claim-that-he-imposed-first-china-ban%2F\">as he has repeatedly claimed</a>. Trump also touted his decision to restrict travel from Europe to the US, but the initial order included only 26 countries that are part of the Schengen Area. He later added Ireland the UK but the restrictions still excluded a number of European countries.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T22:20:33.315Z\">at 11.20pm BST</time></p>  </div> <div id=\"block-5e8cfbca8f08008f0919edb7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:18:21.160Z\">11.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Contradicting what he said just minutes ago, Trump is now denying that he’s saying the US will strop funding the WHO. “No I didn’t say it,” he said. “I said I’d look at it. </strong></p> <p>“They did give us some pretty bad play-calling,” Trump said of the WHO. “They’re taking a lot of heat.” Moreover, “social media” suggested to him that the organization was biased toward China, the president claimed. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T22:19:24.172Z\">at 11.19pm BST</time></p>  </div> <div id=\"block-5e8cfa238f085d226cfd4cc1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:15:26.131Z\">11.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong> Trump said he had “no role” in Acting Navy Secretary Thomas Modly’s resignation. </strong>“I would not have asked him,” the president said. “He didn’t have to resign but he felt it would be better for the country.”</p> <p>Modly resigned after leaked audio revealed he called the former commander of the USS Theodore Roosevelt “too naive or too stupid” to be in charge, in an address to the ship’s crew.</p> <p>Captain Brett Crozier, the former commanding officer of the USS Theodore Roosevelt, had sent a memo warning that coronavirus spreading among the crew. After the memo leaked, Modly fired Crozier. </p> <p>Trump’s take? Crozier shouldn’t have written a letter, because “he’s not Ernest Hemingway”. </p> </div>   </div> <div id=\"block-5e8cf92c8f08008f0919eda4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:07:36.018Z\">11.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump says US will stop sending money to WHO</h2>  <div class=\"block-elements\">  <p>The president announced that the US will stop sending money to the World Health Organization, even as the coronavirus pandemic continues. Finding a scapegoat, the president blamed the WHO for the crisis, noting that they “blew it”. </p> <p> “They called it wrong. They called it wrong,” Trump said. “They missed the call. They could’ve called it months earlier.” </p> <p>Trump repeatedly downplayed the crisis even after the WHO “called it” a pandemic. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T22:12:11.044Z\">at 11.12pm BST</time></p>  </div> <div id=\"block-5e8cf8c68f08008f0919eda3\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:04:52.625Z\">11.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: Governors</strong></p> <p>Trump claimed that he’s getting along swimmingly with the nation’s governors. But that is a rosy read of the relationship. </p> <p>For weeks, governors have pleaded with the administration to do more, walking a fine line as they criticize what the view is a chaotic federal response while also trying not to alienate the famously prickly president. “If they had started in February building ventilators, getting ready for this pandemic, we would not have the problems we are having today and, frankly, very many fewer people would die,” Illinois governor JB Pritzker, a Democrat, said on CNN’s State of the Union on Sunday</p> </div>   </div> <div id=\"block-5e8cf6a58f08008f0919ed8a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T22:03:42.920Z\">11.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Context: Coronavirus and racial disparities</strong></p> <p>Addressing the impact of coronavirus on Black communities, Dr. Anthony Fauci said that “we’ve known literally forever that diseases like diabetes, hypertension, obesity and asthma are disproportionately affecting minority populations, especially the African Americans.”</p> <p>Those underlying conditions put people at greater risk for complications from coronavirus. “There’s nothing we can do about it right now,” Fauci said. <br></p> <p>What the top health official didn’t get into were the reasons why people of color are at greater risk - which include a lack of access to health care, especially preventative care, and the “<a href=\"https://www.npr.org/sections/codeswitch/2018/01/14/577664626/making-the-case-that-discrimination-is-bad-for-your-health\">weathering</a>” effect of facing racism. Federal officials could, of course, make it easier for people to access healthcare, <em>right now.</em> But the Trump administration has resisted reopening the public health exchanges to allow the uninsured to get health insurance. </p> </div>   </div> <div id=\"block-5e8cf62a8f085d226cfd4ca5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:53:53.557Z\">10.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Donald Trump</strong> said he knows “for a fact” that other countries have more coronavirus cases, but are reporting misleading or wrong numbers, without providing any evidence to back up the claim. </p> <p>“When you look at some of these large countries, I know for a fact they have more cases than we do but they don’t report them,” Trump said. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T21:54:29.453Z\">at 10.54pm BST</time></p>  </div> <div id=\"block-5e8cf4c98f085d226cfd4c9f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:51:29.527Z\">10.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“There’s been great coordination, especially over the last little while” between the federal government and states, <strong>Trump</strong> said. But, he added, “if you have a governor that’s failing, we’re going to protect you.”</p> <p><a href=\"https://tweetdeck.twitter.com/#\"><br></a></p> </div>   </div> <div id=\"block-5e8cf4438f085d226cfd4c9d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:46:00.998Z\">10.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We pray for Prime Minister Boris Johnson,” Trump said. “He’s going through a lot. <br></p> <p>Johnson has “always been very good to us,” he added. “We appreciate it.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/07/boris-johnson-to-stay-in-hospital-amid-concerns-over-political-vacuum\">Boris Johnson to stay in hospital amid concerns over political vacuum</a> </p> </aside> </div>   </div> <div id=\"block-5e8cf3978f085d226cfd4c99\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:44:10.203Z\">10.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">The coronavirus taskforce briefing begins</h2>  <div class=\"block-elements\">  <p>Senior administration official Seema Varma and Dr Deborah Birx have joined the president today. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T21:48:19.491Z\">at 10.48pm BST</time></p>  </div> <div id=\"block-5e8cf32d8f08008f0919ed7c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:40:51.311Z\">10.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Utah representative <strong>Ben McAdams </strong>is reportedly doing better, after contracting the coronavirus. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/elwasson/status/1247534646654468096\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Some good news:  Utah Dem <a href=\"https://twitter.com/RepBenMcAdams?ref_src=twsrc%5Etfw\">@RepBenMcAdams</a> tells me he is 95 percent recovered from COVID, focusing on helping local businesses deal with PPP rollout, family fine</p>&mdash; Erik Wasson (@elwasson) <a href=\"https://twitter.com/elwasson/status/1247534646654468096?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8cec3f8f085d226cfd4c64\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:14:35.599Z\">10.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hi there, it’s Maanvi, blogging from the West Coast. </strong></p> <p>We’re awaiting a coronavirus briefing at 5:30. We’ll be fact-checking and contextualizing the president’s claims throughout, as usual. In the meantime, here’s a little pre-debate fact-check. During a meeting on small business relief, Donald Trump claimed that his daughter Ivanka Trump created 15m jobs. Per Vox’s Ian Millhiser, that would amount to about<strong> 10% of all American jobs</strong>. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/imillhiser/status/1247605803017781250\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To put this claim in perspective, there are (or, at least, were) between 150-160 million jobs in the entire United States.<br><br>Trump is claiming that his daughter created 10 percent of ALL THE JOBS.<br> <a href=\"https://t.co/Nzin7VPINP\">https://t.co/Nzin7VPINP</a></p>&mdash; Ian Millhiser (@imillhiser) <a href=\"https://twitter.com/imillhiser/status/1247605803017781250?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8ce98c8f08008f0919ed36\" class=\"block\" data-block-contributor=\"profile/julia-carrie-wong\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:03:50.459Z\">10.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Billionaire tech executive Jack Dorsey explained <a href=\"https://www.theguardian.com/us-news/live/2020/apr/07/coronavirus-us-live-donald-trump-pandemic-likely-january-latest-news-updates?page=with:block-5e8ce1518f08ec70cecec709#block-5e8ce1518f08ec70cecec709\">his decision</a> to commit $1 billion in stocks to supporting coronavirus relief in a series of tweets.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jack/status/1247616218153902080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Why now? The needs are increasingly urgent, and I want to see the impact in my lifetime. I hope this inspires others to do something similar. Life is too short, so let’s do everything we can today to help people now. ✌🏼</p>&mdash; jack (@jack) <a href=\"https://twitter.com/jack/status/1247616218153902080?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>“Why now?” wrote Dorsey, who is the CEO of two public companies, Twitter and Square. “The needs are increasingly urgent, and I want to see the impact in my lifetime. I hope this inspires others to do something similar. Life is too short, so let’s do everything we can today to help people now. ”</p> <p>Dorsey is not making a straightforward donation. Instead, he is planning to transfer $1bn in Square stock to Start Small LLC, a limited liability corporation that he <a href=\"https://www.sfchronicle.com/business/article/Where-is-Jack-Dorsey-s-charitable-foundation-13459066.php\">established in 2015</a> to house his charitable work. LLCs are not subject to the same disclosure requirements that tax-exempt charitable donations are, but Dorsey also published a Google spreadsheet that he said would be used to disclose all of his grants. Dorsey said the structure “provides flexibility.” </p> <p>The first donation on the spreadsheet is a $100,000 gift to <a href=\"https://www.gofundme.com/f/americasfoodfund\">America’s Food Fund</a>, which has raised more than $13m on GoFundMe to combat hunger in the US. </p> </div>   </div> <div id=\"block-5e8ce6b58f08ec70cecec730\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T21:00:33.026Z\">10.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>That’s it from me today. My west coast colleague, Maanvi Singh, will take over the blog for the next few hours.</p> <p>Here’s where the day stands so far:</p> <ul> <li><strong>Acting navy secretary Thomas Modly resigned over insulting comments he made about Captain Brett Crozier, </strong>the commander of the USS Theodore Roosevelt who raised concerns about the spread of coronavirus on the ship. </li> <li><strong>Trump removed a Pentagon official tapped to oversee the coronavirus relief effort from his post. </strong>Acting Pentagon inspector general <strong>Glenn Fine </strong>was supposed to oversee implementation of the $2 trillion coronavirus bill, but an agency spokesperson confirmed he is no longer in the role.</li> <li><strong>New York reported the largest single-day increase in its coronavirus death toll yet. </strong>The state has recorded 5,489 deaths linked to the virus, up from 4,758 a day earlier, governor <strong>Andrew Cuomo </strong>announced at his daily briefing today.</li> <li><strong> The White House announced an overhaul of its communications team. </strong>Press secretary <strong>Stephanie Grisham </strong>is returning to the first lady’s staff after never having held a single White House briefing in more than nine months. She will be replaced by <strong>Kayleigh McEnany, </strong>who currently serves as a spokesperson for Trump’s reelection campaign.</li> <li><strong>Congress is seeking to allocate additional funds to the small business loan program established by the stimulus package. </strong>Treasury secretary <strong>Steven Mnuchin </strong>said he would ask Congress to add $250 billion to the program, which was originally given $350 billion under the stimulus package passed last month.</li> </ul> <p>Maanvi will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5e8ce5778f08ec70cecec72c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T20:45:25.434Z\">9.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump said he would discuss Peter Navarro’s January memo warning of a potential coronavirus pandemic at his press conference today.</strong></p> <p>“I know all about it,” Trump said of the memo, which was first reported on by Axios and the New York Times last night. “We’ll talk about it at the press conference,” Trump added.</p> <p>In the memo, Navarro, Trump’s told trade adviser, reportedly warned that the coronavirus outbreak had the potential to turn into a pandemic, killing hundreds of thousands of Americans and devastating the US economy.</p> <p>The memo’s existence undermines claims from Trump and many of his advisers that the administration was not properly warned about the potential impact of the virus.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/07/donald-trump-coronavirus-memos-warning-peter-navarro\">Trump was warned in January of Covid-19's devastating impact, memos reveal</a> </p> </aside> </div>   </div> <div id=\"block-5e8ce1518f08ec70cecec709\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T20:35:59.335Z\">9.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Twitter CEO Jack Dorsey said he would commit $1 billion of his wealth to helping coronavirus relief efforts. </strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jack/status/1247616214769086465\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I’m moving $1B of my Square equity (~28% of my wealth) to <a href=\"https://twitter.com/hashtag/startsmall?src=hash&amp;ref_src=twsrc%5Etfw\">#startsmall</a> LLC to fund global COVID-19 relief. After we disarm this pandemic, the focus will shift to girl’s health and education, and UBI. It will operate transparently, all flows tracked here: <a href=\"https://t.co/hVkUczDQmz\">https://t.co/hVkUczDQmz</a></p>&mdash; jack (@jack) <a href=\"https://twitter.com/jack/status/1247616214769086465?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>The financial commitment appears to be the largest one yet from a billionaire, although a number of the world’s wealthiest people have donated funds to various coronavirus relief efforts.</p> <p>Amazon founder <strong>Jeff Bezos, </strong>for example, donated $100 million to food banks helping with the crisis, but he has faced criticism over how he has treated his own workers as demand for Amazon products has increased amid the pandemic.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2020/apr/07/amazon-warehouse-workers-coronavirus-safety\">'Jeff Bezos values profits above safety': Amazon workers voice pandemic concern</a> </p> </aside> </div>   </div> <div id=\"block-5e8cdf3b8f08008f0919ecfb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T20:22:48.620Z\">9.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Some Wisconsin voters are saying they never received their absentee ballots for today’s primary</strong>, despite requesting them before the deadline.</p> <p>Without an absentee ballot, voters are left with an unappealing choice between going to an in-person polling site and not voting at all, increasing the likelihood that many people will be disenfranchised.</p> <p>Sam Levine <a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Milwaukee resident Molly Brunner, 25, requested her absentee ballot on 18 March, but it never came. She went to the polls first thing Tuesday morning, but the line was too long, so she left and came back later. She waited about 40 minutes in line to vote. ...<br></p> <p>Joe Ashworth, 30, another Milwaukee resident, said he didn’t receive his ballot after requesting it in mid-March. He went to the polls on Tuesday morning and wound up waiting two hours in line to vote.</p> <p>Amelia Brummond, 34, submitted her request for a ballot for herself and her husband on 12 March. Her husband’s ballot came weeks later, but hers never came. She said she tried to follow up with election officials in Milwaukee, but never got an answer. Brummond, who has five children, said she won’t go to the polls on Tuesday because it’s too risky. She wanted to vote in a school measure that was on the ballot, but won’t be able to.</p> <p>‘I can’t bring coronavirus into my house,’ she said. ‘I’m just going to have to opt out.’</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">Wisconsin voters go to the polls in controversial election</a> </p> </aside> </div>   </div> <div id=\"block-5e8cdc748f085d226cfd4c10\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T20:14:48.584Z\">9.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Wisconsin state House speaker Robin Vos assured voters they are “incredibly safe to go out,” </strong>but the Republican leader undermined that message somewhat by making it while covered in personal protective equipment.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ParkerMolloy/status/1247602498501836802\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">&quot;You are incredibly safe to go out.&quot; - <a href=\"https://twitter.com/SpeakerVos?ref_src=twsrc%5Etfw\">@SpeakerVos</a>, decked out in PPE because that&#39;s the kind of thing I always wear when it&#39;s incredibly safe outside <a href=\"https://t.co/vm7Y3LBuOT\">pic.twitter.com/vm7Y3LBuOT</a></p>&mdash; Parker Molloy (@ParkerMolloy) <a href=\"https://twitter.com/ParkerMolloy/status/1247602498501836802?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Vos and the Republican majority leader of the state Senate challenged Democratic governor <strong>Tony Evers</strong>’ executive order to cancel in-person voting for today’s election, an order that was later blocked by the Wisconsin Supreme Court.</p> <p>Some voters in Milwaukee are reporting wait times of up to two hours today after all but five of the city’s polling sites were closed after poll workers quit over concerns about coronavirus.</p> </div>   </div> <div id=\"block-5e8cdb5d8f085d226cfd4c09\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T20:00:25.774Z\">9.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Defense secretary <strong>Mark Esper </strong>has accepted acting Navy secretary <strong>Thomas Modly</strong>’s resignation, according to a CNN reporter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jimsciutto/status/1247613418300936193\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Moreover, I’m told SefDef Esper has accepted Modly’s resignation.</p>&mdash; Jim Sciutto (@jimsciutto) <a href=\"https://twitter.com/jimsciutto/status/1247613418300936193?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Esper reportedly pressured Modly to apologize after the acting Navy secretary said Captain <strong>Brett Crozier </strong>was “too naive or too stupid” to command a ship if he thought his letter raising concerns about the spread of coronavirus wouldn’t be leaked.</p> <p>Modly issued a statement apologizing last night after initially standing by his original comments.</p> </div>   </div> <div id=\"block-5e8cd7a58f08008f0919ecc6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T19:45:35.590Z\">8.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>James McPherson</strong>, the acting undersecretary of the Army, has been tapped to succeed <strong>Thomas Modly </strong>as acting Navy secretary, <a href=\"https://www.wsj.com/articles/acting-navy-secretary-resigns-in-wake-of-uss-roosevelt-11586287262\">according to the Wall Street Journal</a>.</p> <p>Modly, who served as both acting secretary and permanent undersecretary of the Navy, will reportedly resign from both roles over his comments about Captain <strong>Brett Crozier.</strong></p> </div>   </div> <div id=\"block-5e8cd36e8f08ec70cecec6ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T19:27:16.110Z\">8.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Acting Navy secretary <strong>Thomas Modly </strong>was originally unwilling to apologize for his comments attacking Captain <strong>Brett Crozier, </strong>but he did so after <strong>Trump </strong>said he would “get involved” in the matter. </p> <p>“I want to apologize to the Navy for my recent comments to the crew of the TR,” Modly said in a statement released last night. “Let me be clear, I do not think Captain Brett Crozier is naïve nor stupid. I think, and always believed him to be the opposite.”</p> <p>Asked about Modly’s comments hours earlier at his daily coronavirus briefing, Trump said, “I’m going to get involved and see exactly what’s going on there. Because I don’t want to destroy somebody for having a bad day.” </p> </div>   </div> <div id=\"block-5e8ccf338f08008f0919ec94\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T19:08:35.941Z\">8.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Acting Navy secretary reportedly offers to resign</h2>  <div class=\"block-elements\">  <p>Acting Navy secretary <strong>Thomas Modly </strong>has reportedly offered to resign amid an uproar over his harsh comments criticizing Captain <strong>Brett Crozier.</strong><br></p> <p>Politico <a href=\"https://www.politico.com/news/2020/04/07/thomas-modly-coronavirus-speech-resign-navy-172625\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Modly submitted his resignation letter to Defense Secretary Mark Esper on Tuesday after meeting with his boss one-on-one, that official said. Neither Esper nor the White House pressured Modly to resign, the official said, and it is unclear whether Esper will accept it. <br></p> </blockquote> <p>A number of Democratic lawmakers, <a href=\"https://www.theguardian.com/us-news/live/2020/apr/07/coronavirus-us-live-donald-trump-pandemic-likely-january-latest-news-updates?page=with:block-5e8ccc7a8f08008f0919ec8e#block-5e8ccc7a8f08008f0919ec8e\">including</a> House speaker <strong>Nancy Pelosi</strong>, have called on Modly to be removed from his post after he attacked Crozier in a speech to the captain’s former crew members.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T20:21:25.636Z\">at 9.21pm BST</time></p>  </div> <div id=\"block-5e8ccc7a8f08008f0919ec8e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T19:03:24.251Z\">8.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pelosi calls for removal of acting Navy secretary</h2>  <div class=\"block-elements\">  <p>House speaker <strong>Nancy Pelosi </strong>is calling for the removal of acting Navy secretary <strong>Thomas Modly </strong>after he lambasted Captain <strong>Brett Crozier,</strong> who tried to raise concerns about the spread of coronavirus on his ship.</p> <p>“Acting Secretary Modly’s actions and words demonstrate his failure to prioritize the force protection of our troops,” Pelosi said in a statement. “He showed a serious lack of the sound judgment and strong leadership needed during this time. Acting Secretary Modly must be removed from his position or resign.”</p> <p>Modly harshly criticized Crozier in a speech yesterday to the crew members of the USS Theodore Roosevelt, which Crozier used to command. Crozier was removed from the post after his letter sharing concerns about an outbreak on the ship were made public.</p> <p>In his speech, Modly said Crozier was either “too naive or too stupid” to command the ship if he didn’t think the letter would be leaked. Modly’s speech was promptly leaked as well. The acting secretary initially stood by his comments but later apologized under pressure.</p> <p>In her statement, Pelosi applauded Crozier for demanding that his crew be allowed to quarantine to avoid spreading the virus.</p> <p>“Our oath of office is to protect and defend the Constitution, and therefore our first responsibility is to protect and defend the American people,” Pelosi said. </p> <p>“To that end, our priority is force protection of our men and women in uniform who sacrifice to keep Americans safe. That is exactly what Captain Crozier was doing when he called for help for the men and women in his charge.” <br></p> </div>   </div> <div id=\"block-5e8cc9588f08008f0919ec78\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T18:48:34.780Z\">7.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Most of the voting delays in Wisconsin appear to be centralized in Milwaukee, </strong>where only five polling places are open for today’s primary.</p> <p>In comparison, Madison, which has less than half the population of Milwaukee, has 66 polling sites open. Wauwatosa, a city that borders Milwaukee and has a population of 48,000 has 10 polling sites open. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MollyBeck/status/1247588647878242306\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Madison has 66 open polling locations and has a population of 258,054.<br><br>Milwaukee has 5 open polling locations and has a population of 592,025.<br><br>I&#39;m in Madison and polling locations I&#39;ve seen don&#39;t have lines.<br><br>In Milwaukee, some people are waiting up to two hours.</p>&mdash; Molly Beck (@MollyBeck) <a href=\"https://twitter.com/MollyBeck/status/1247588647878242306?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>The lack of polling locations in Milwaukee is particularly disconcerting because the city is majority minority, while the state as a whole is 85% white.</p> </div>   </div> <div id=\"block-5e8cc69c8f085d226cfd4b92\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T18:35:19.637Z\">7.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The first congressman to be diagnosed with coronavirus has now recovered from his illness.</strong></p>  <figure class=\"element element-instagram\"> <blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/B-sINNBHny4/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"12\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:16px;\"> <a href=\"https://www.instagram.com/p/B-sINNBHny4/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;\" target=\"_blank\"> <div style=\" display: flex; flex-direction: row; align-items: center;\"> <div style=\"background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;\"></div> <div style=\"display: flex; flex-direction: column; flex-grow: 1; justify-content: center;\"> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;\"></div> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;\"></div></div></div><div style=\"padding: 19% 0;\"></div> <div style=\"display:block; height:50px; margin:0 auto 12px; width:50px;\"><svg width=\"50px\" height=\"50px\" viewBox=\"0 0 60 60\" version=\"1.1\" xmlns=\"https://www.w3.org/2000/svg\" xmlns:xlink=\"https://www.w3.org/1999/xlink\"><g stroke=\"none\" stroke-width=\"1\" fill=\"none\" fill-rule=\"evenodd\"><g transform=\"translate(-511.000000, -20.000000)\" fill=\"#000000\"><g><path d=\"M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631\"></path></g></g></g></svg></div><div style=\"padding-top: 8px;\"> <div style=\" color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;\"> View this post on Instagram</div></div><div style=\"padding: 12.5% 0;\"></div> <div style=\"display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;\"><div> <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);\"></div> <div style=\"background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;\"></div> <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);\"></div></div><div style=\"margin-left: 8px;\"> <div style=\" background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;\"></div> <div style=\" width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)\"></div></div><div style=\"margin-left: auto;\"> <div style=\" width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);\"></div> <div style=\" background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);\"></div> <div style=\" width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);\"></div></div></div></a> <p style=\" margin:8px 0 0 0; padding:0 4px;\"> <a href=\"https://www.instagram.com/p/B-sINNBHny4/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\">As you may know, on March 18, 2020, I became the first member of Congress to test positive for Coronavirus (COVID-19). For three weeks, I had been quarantined in my apartment in DC-- away from everyone, including my family, who has been home in Miami. It has not been an easy journey. There were moments when I thought I was recovering, but then the fever would return. Thankfully, I never experienced shortness of breath, difficulty breathing, or issues with my heart. I treated my symptoms with Tylenol and a lot of rest. I want to share my experience to emphasize the seriousness of this virus and reiterate that you should continue to follow CDC and local health guidelines, including social distancing. I have no idea how, when, or where I was exposed to the virus, despite being extremely careful and constantly washing and sanitizing my hands. On Sunday, after being deemed Coronavirus-free by my doctor, I was able to reunite with my family in Miami. While still a little weak, I feel well. I applied to donate my plasma to help those suffering from #COVID19 infections. If you have also recovered from the virus, I encourage you to sign up to donate—it could save a life. I reiterate my profound gratitude to the nurses, scientists, doctors, first responders, our military, and all the men and women on the frontlines of this pandemic. We will always be thankful for their heroism, sacrifice, courage, and dedication.</a></p> <p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\">A post shared by <a href=\"https://www.instagram.com/repmariodb/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px;\" target=\"_blank\"> Congressman Mario Diaz-Balart</a> (@repmariodb) on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2020-04-07T18:20:58+00:00\">Apr 7, 2020 at 11:20am PDT</time></p></div></blockquote> <script async src=\"//www.instagram.com/embed.js\"></script> </figure>  <p>Congressman <strong>Mario Diaz-Balart </strong>said he has reunited with his family in Miami after spending three weeks in Washington as he recovered from the virus.</p> <p>“It has not been an easy journey,” the congressman wrote in an Instagram post. “There were moments when I thought I was recovering, but then the fever would return. Thankfully, I never experienced shortness of breath, difficulty breathing, or issues with my heart.”</p> <p>Diaz-Balart said he intended to donate his plasma to help other coronavirus patients and urged others have tested positive to do the same.</p> <p>The Republican congressman announced his diagnosis about three weeks ago. Several lawmakers have since said they have also contracted the virus.</p> </div>   </div> <div id=\"block-5e8cc2f98f08ec70cecec64a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T18:22:03.114Z\">7.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>California is sending 100 ventilators to New Jersey </strong>as the state deals with a surge of coronavirus cases, New Jersey governor <strong>Phil Murphy </strong>announced.</p> <p>Murphy said in a tweet that the state was “beyond grateful” to California and would “repay the favor when California needs it.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovMurphy/status/1247587284435828736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">California is sending 100 lifesaving ventilators to New Jersey.<br><br>We are beyond grateful to <a href=\"https://twitter.com/GavinNewsom?ref_src=twsrc%5Etfw\">@GavinNewsom</a> and the people of California.<br><br>From the bottom of our hearts, thank you. We will repay the favor when California needs it.</p>&mdash; Governor Phil Murphy (@GovMurphy) <a href=\"https://twitter.com/GovMurphy/status/1247587284435828736?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>California governor <strong>Gavin Newsom </strong>announced yesterday that the state was loaning 500 state-owned ventilators to the Strategic National Stockpile to help states that are currently hard hit by the pandemic.</p> <p>New Jersey is the only state besides New York that has reported more than 1,000 deaths linked to the virus.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/07/coronavirus-map-of-the-us-latest-cases-state-by-state\">Coronavirus map of the US: latest cases state by state</a> </p> </aside> </div>   </div> <div id=\"block-5e8cc0e38f085d226cfd4b5c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T18:12:11.452Z\">7.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Maryland governor Larry Hogan said the state would start reporting the race of coronavirus patients </strong>amid concerns that African Americans have been disproportionately affected by the pandemic.</p> <p>Louisiana governor <strong>John Bel Edwards </strong>said yesterday that African Americans have accounted for more than 70% of the state’s coronavirus deaths, even though they make up about a third of the population. “Obviously this is a big disparity,” Edwards said.</p> <p>In Michigan, data indicates that more than 40% of those who have died from the virus were African American, even though only 14% of the state’s population is black.</p> <p>Dr <strong>Jerome Adams, </strong>the surgeon general, said African Americans may be disproportionately suffering from the virus because they are more likely to have preexisting conditions that complicate the illness, like diabetes and heart disease.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBSThisMorning/status/1247519440754835457\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/Surgeon_General?ref_src=twsrc%5Etfw\">@Surgeon_General</a> says African Americans are at higher risk for COVID-19 and revealed he has high blood pressure &amp; a heart condition.<br><br>&quot;I and many black Americans are at higher risk for COVID. That&#39;s why we need everyone to do their part to slow the spread.&quot; -- <a href=\"https://twitter.com/JeromeAdamsMD?ref_src=twsrc%5Etfw\">@JeromeAdamsMD</a> <a href=\"https://t.co/J4VnOSmOfK\">pic.twitter.com/J4VnOSmOfK</a></p>&mdash; CBS This Morning (@CBSThisMorning) <a href=\"https://twitter.com/CBSThisMorning/status/1247519440754835457?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8cbbf18f085d226cfd4b20\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T17:56:46.148Z\">6.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Treasury secretary Steven Mnuchin said he would ask Congress to allocate an additional $250 billion to the small business loan program, </strong>which was created under the $2 trillion stimulus bill that <strong>Trump </strong>signed last month.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stevenmnuchin1/status/1247582310154809345\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">At the direction of President <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a>, I&#39;ve spoken with <a href=\"https://twitter.com/senatemajldr?ref_src=twsrc%5Etfw\">@SenateMajLdr</a>, <a href=\"https://twitter.com/SenSchumer?ref_src=twsrc%5Etfw\">@SenSchumer</a>, <a href=\"https://twitter.com/SpeakerPelosi?ref_src=twsrc%5Etfw\">@SpeakerPelosi</a>, and <a href=\"https://twitter.com/GOPLeader?ref_src=twsrc%5Etfw\">@GOPLeader</a> to secure an additional $250 billion for the <a href=\"https://twitter.com/hashtag/PPPLoan?src=hash&amp;ref_src=twsrc%5Etfw\">#PPPLoan</a> program to make sure small businesses get the money they need!</p>&mdash; Steven Mnuchin (@stevenmnuchin1) <a href=\"https://twitter.com/stevenmnuchin1/status/1247582310154809345?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>The stimulus bill originally allocated $350 billion in funds for loans to small businesses, many of which have been closed in recent weeks due to social distancing restrictions.</p> <p>When the program opened Friday, banks received a flood of applications, as business owners feared the funding would soon run out. The additional money will likely help to alleviate some of those concerns.</p> </div>   </div> <div id=\"block-5e8cba928f08008f0919ebf7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T17:47:29.992Z\">6.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Some rather harsh reactions to the news that Trump campaign spokeswoman <strong>Kayleigh McEnany will be Donald Trump’s fourth White House press secretary</strong>.</p> <p><strong>Norm Eisen</strong>, a Brookings fellow who was White House ethics czar under Barack Obama, kicked off one string <a href=\"https://twitter.com/NormEisen/status/1247560857862713345\">with a tweet in which he said</a>: “I have debated her a couple times on TV. I am struggling for a diplomatic way to put this but … when the producer told me she was <strong>a graduate of Harvard Law</strong> I thought I was being pranked.”</p> <p>Some answers from some prominent people who perhaps ought to have thought twice before tweeting, given the potential for adding fuel to <strong>anti-media and anti-liberal fires</strong> forever burning among Trump supporters:</p> <p><a href=\"https://twitter.com/JaredHuffman/status/1247563969948053505\"><strong>Jared Huffman</strong></a>, a California Democratic congressman, referring to Legally Blonde: “I saw that movie! Except Reese Witherspoon was actually smart.”</p> <p><strong><a href=\"https://twitter.com/AshaRangappa_/status/1247575083113156608\">Asha Rangappa</a></strong>, CNN analyst: “All I have to say is that law schools don’t have to report LSATs of transfer students which means that can take big risks... sometimes they just don’t pan out.”</p> <p><a href=\"https://twitter.com/NormOrnstein/status/1247562776291282949\"><strong>Norman Ornstein</strong></a>, fellow at the American Enterprise Institute, author and journalist: “Just like I thought I was being pranked when I was told that Jared Kushner had graduated from Harvard. Or when I was told that Donald Trump graduated from Wharton. I’m beginning to question the accreditation of each of these entities.”</p> <p>Here’s David Smith’s <a href=\"https://www.theguardian.com/us-news/2020/apr/07/stephanie-grisham-out-as-trumps-press-secretary-after-never-briefing-the-press\"><strong>report from Washington</strong></a>, which includes this telling remark about the press secretary role from ABC News Chief White House correspondent Jon Karl:</p> <blockquote class=\"quoted\"> <p>We’ve had three White House press secretaries, we’ve had – I guess depends on how you count – three or four communications directors in the Trump White House, but in reality we’ve really only had one.</p> <p>“<strong>Donald Trump has always been the press secretary, the spokesperson, the communications director for Donald Trump</strong>. That was true in 1994 when I first encountered him and it’s absolutely true in 2020.”</p> </blockquote> <p>And here’s the whole of David’s interview with Karl:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/04/front-row-at-the-trump-show-jonathan-karl-book\">'It's an exhausting story': Jonathan Karl on his up-close view of Trump</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T17:50:25.263Z\">at 6.50pm BST</time></p>  </div> <div id=\"block-5e8cad558f08ec70cecec547\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T17:42:39.992Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s </strong><strong>Nina Lakhani reports:</strong></p> <p>Congresswoman <strong>Brenda Lawrence</strong>, a Democrat from Michigan, has <a href=\"https://www.foodandwaterwatch.org/sites/default/files/lawrence_final_water_funding_letter.pdf\">released a letter </a>signed by 80 members of congress from 33 states urging political leaders to prioritize $47.5 billion in water funding as part of Phase 4 of the Covid-19 stimulus package. </p> <p>The lawmakers want $12.5 billion in emergency funds to cover the immediate cost of bills for low-income households, service restorations, and debt forgiveness. The money would be conditional on states, localities, and utilities suspending all water shutoffs, and agreeing to reconnect service to households previously been disconnected for unpaid bills.<a href=\"https://www.foodandwaterwatch.org/sites/default/files/rpt_1810_watershutoffs-web2.pdf\"> One in 20 households were disconnected in 2016. </a></p> <p>The coronavirus pandemic has exposed the shocking fact that access to running water is not guaranteed in the US - the most powerful economy in the world. In fact, the Guardian has been reporting <a href=\"https://www.theguardian.com/environment/2020/apr/06/millions-us-at-risk-losing-running-water-amid-layoffs-triggered-coronavirus-pandemic\">on how millions of Americans risk having their water </a>shut off if they can’t keep up with bill payments during the economic calamity triggered by the health crisis. </p> <p>Good hygiene, specifically regular hand washing,<a href=\"https://www.theguardian.com/us-news/2020/mar/12/detroit-water-shutoffs-unpaid-bills-coronavirus\"> is recommended by the CDC and WHO </a>as crucial to preventing the spread of the highly contagious virus. </p> <p>Today’s letter, addressed to House and Senate leaders <strong>Nancy Pelosi, Mitchell McConnell, Chuck Schumer</strong> and <strong>Kevin McCarthy</strong>, says: “Handwashing is our first line of defense against the spread of disease, and every person in our country needs access to running water to protect themselves, their families and their communities.” </p> <p>The lawmakers - alongside 233 environmental, social justice and religious groups representing millions of Americans who’ve written a <a href=\"https://www.foodandwaterwatch.org/sites/default/files/2020-04-07-organizationsignonletter-includefederalwaterfunding_2.pdf\">separate letter - </a>are also asking for $35bn in annual federal funding to improve water infrastructure across the country, which would tackle water contamination, leaks and create a million jobs.</p> <p>This is the second attempt to get federal money for water: the House version of the third rescue package included $1.5bn to assist low income households with water bills during the crisis, but the clause was left out of the final legislation approved by the senate. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/apr/06/millions-us-at-risk-losing-running-water-amid-layoffs-triggered-coronavirus-pandemic\">Millions in US at risk of 'water shutoffs' amid layoffs triggered by pandemic</a> </p> </aside> </div>   </div> <div id=\"block-5e8cb6b78f085d226cfd4acd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T17:34:10.831Z\">6.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Kushner task force team told to work at home – report</h2>  <div class=\"block-elements\">  <p>According to a report from NBC News, <strong>members of a key White House coronavirus task force team</strong> which organises the purchase and distribution of equipment have been ordered to vacate their Federal Emergency Management Agency (Fema) “war room” and, like most of the rest of the nation, <strong>work at home</strong>, after a “partner” tested positive for Covid-19.</p> <blockquote class=\"quoted\"> <p>Until further notice, all personnel in the Supply Chain Resilience task force’ on a particular floor of one of Fema’s buildings ‘and the Fema Conference Center are required to telework’, according to an email obtained by NBC News and <strong>confirmed by a Fema official</strong>. The message was sent to Fema headquarters staff at 11.17pm ET Monday.</p> <p>The ‘Conference Center’ is a war room set up in the Fema complex in Washington where Admiral John Polowczyk’s supply chain unit, a sub-task force within Vice-President Mike Pence’s larger task force that has gotten <strong>particular attention from presidential son-in-law Jared Kushner</strong>, works to find and allocate personal protective equipment and other materials needed to combat the spread of coronavirus. </p> <p>Polowczyk and members of his unit were listed as recipients of the email.</p> </blockquote> <p>NBC’s report goes on to say it is not immediately clear what effect WFH will have on the team, “which has been highly visible thanks to Polowczyk’s appearances at daily White House briefings”.</p> <p>The team “<strong>has also been highly controversial</strong>,” NBC News says. </p> <blockquote class=\"quoted\"> <p>One reason for that is <strong>the involvement of Kushner</strong>, who is simultaneously deeply engaged in President Donald Trump’s re-election campaign. The task force has also drawn criticism for circumventing existing federal procedures and structures in ways that critics say have created delays, inefficiencies and cost increases in acquiring goods for the coronavirus fight.</p> </blockquote> <p><a href=\"https://www.theguardian.com/world/2020/apr/05/jared-kushner-coronavirus-aid-trump-governors\"><strong>Here’s</strong></a> our national affairs correspondent, Tom McCarthy, with a look at <strong>what it is Kushner is up to</strong>:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/05/jared-kushner-coronavirus-aid-trump-governors\">Jared Kushner and his shadow corona unit: what  is Trump's son-in-law up to?</a> </p> </aside>  <p>And here, for good measure, is <a href=\"https://www.theguardian.com/commentisfree/2020/apr/03/jared-kushner-coronavirus-pandemic\"><strong>columnist Lloyd Green</strong></a>:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/03/jared-kushner-coronavirus-pandemic\">Jared Kushner's coronavirus overreach puts more American lives on the line | Lloyd Green</a> </p> </aside> </div>   </div> <div id=\"block-5e8cb4cb8f08ec70cecec592\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T17:18:59.117Z\">6.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Voting continues in Wisconsin today</strong>, a bizarre and alarming situation you can read more about here, in a report from our voting rights reporter <a href=\"https://twitter.com/srl\">Sam Levine</a>:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">Wisconsin voters go to the polls in controversial election</a> </p> </aside>  <p>Meanwhile, the Milwaukee Journal-Sentinel files a very telling picture and accompanying reportage. <strong><a href=\"https://www.jsonline.com/story/news/politics/2020/04/07/wisconsin-april-7-presidential-primary-election-updates-voting-pandemic-milwaukee-polling-places/2959757001/\">It’s live blog is here</a>…</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JRRadcliffe/status/1247547812738367491\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Milwaukee resident Jennifer Taff requested an absentee ballot almost three weeks ago, never got it. She has a father dying from lung disease and then waited hours in line to vote at Washington High School. Photo from Patricia McKnight. <br><br>More: <a href=\"https://t.co/i7weo2xdfv\">https://t.co/i7weo2xdfv</a> <a href=\"https://t.co/ceHb2i8zpC\">pic.twitter.com/ceHb2i8zpC</a></p>&mdash; JR Radcliffe (@JRRadcliffe) <a href=\"https://twitter.com/JRRadcliffe/status/1247547812738367491?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8cb09b8f08ec70cecec56e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T17:05:14.697Z\">6.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>Here’s where the day stands so far:</p> <ul> <li><strong>New York saw the biggest single-day increase in its coronavirus death toll. </strong>The state has recorded 5,489 deaths linked to the virus, up from 4,758 a day earlier. New York accounts for about half of all coronavirus deaths in the US.</li> <li><strong>The White House communications team has been overhauled. </strong>Press secretary <strong>Stephanie Grisham</strong>, who never held a single White House briefing, is being replaced by Trump campaign spokesperson <strong>Kayleigh McEnany.</strong></li> <li><strong>Trump has reportedly removed a Pentagon official tapped to oversee the coronavirus relief effort from his post. </strong>Acting Pentagon inspector general <strong>Glenn Fine </strong>was supposed to oversee implementation of the $2 trillion coronavirus bill, but a Pentagon spokesperson confirmed he is no longer on the accountability committee.</li> </ul> <p>The blog will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5e8caeea8f08008f0919eb4e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T16:55:53.273Z\">5.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump reportedly removes official meant to oversee coronavirus relief effort</h2>  <div class=\"block-elements\">  <p><strong>Trump </strong>has reportedly removed a Pentagon offical who was supposed to oversee implementation of the $2 trillion coronavirus bill from his post.</p> <p>Politico <a href=\"https://www.politico.com/news/2020/04/07/trump-removes-independent-watchdog-for-coronavirus-funds-upending-oversight-panel-171943\">reports</a>:</p> <blockquote class=\"quoted\"> <p> A panel of inspectors general had named <strong>Glenn Fine</strong> — the acting Pentagon watchdog — to lead the group charged with monitoring the coronavirus relief effort. But Trump on Monday removed Fine from his post, instead naming the EPA inspector general to serve as the temporary Pentagon watchdog in addition to his other responsibilities. <br></p> <p>That decision, which began circulating on Capitol Hill Tuesday morning, effectively removed Fine from his role overseeing the coronavirus relief effort, since the new law permits only current inspectors general to fill the position.</p> <p>‘Mr. Fine is no longer on the Pandemic Response Accountability Committee,’ Dwrena Allen, a spokeswoman for the Pentagon inspector general’s office, confirmed.</p> </blockquote> <p>The move comes just four days after Trump ousted <strong>Michael Atkinson, </strong>the inspector general of the intelligence community who designated the whistleblower complaint that kicked off the impeachment inquiry to be an “urgent concern.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/04/donald-trump-decapitating-intelligence-leadership-coronavirus-crisis-senior-democrat\">Trump 'decapitating' intelligence leadership amid coronavirus crisis – Schiff</a> </p> </aside> </div>   </div> <div id=\"block-5e8ca90f8f085d226cfd4a30\" class=\"block\" data-block-contributor=\"profile/adam-gabbatt\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T16:43:35.297Z\">5.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A billboard urging Iowa governor Kim Reynolds to implement a stay-at-home order will be circling the state capitol on a loop today</strong>, courtesy of a nationwide group of doctors.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamgabbatt/status/1247565277744816128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This <a href=\"https://twitter.com/cmteetoprotect?ref_src=twsrc%5Etfw\">@cmteetoprotect</a> billboard is circling the Iowa State Capitol today, urging Gov Kim Reynolds to issue a stay-at-home order <a href=\"https://t.co/mrnyPKjahq\">pic.twitter.com/mrnyPKjahq</a></p>&mdash; Adam Gabbatt (@adamgabbatt) <a href=\"https://twitter.com/adamgabbatt/status/1247565277744816128?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Iowa is one of eight states which has not instituted a statewide order, <a href=\"https://www.desmoinesregister.com/story/news/investigations/2020/03/23/des-moines-iowa-city-mayors-urge-governor-issue-coronavirus-stay-at-home-order-covid-19/2899598001/\">despite pleas from mayors</a> across the state. The <a href=\"https://t.co/mboNw9pSS9?amp=1\">Committee to Protect Medicare</a>, an organization of doctors which advocates for health care for all, has dispatched a billboard to Des Moines to pressure Reynolds into action.</p> <p>“We know that physical distancing is the number one thing we can do to limit the spread of the virus, limit the impact it has on individuals, but really limit the impact it has on hospitals in general so they don’t get overwhelmed beyond their capacity,” said Rob Davidson, a Michigan-based ER doctor and executive director of the Committee to Protect Medicare.</p> <p>“It’s imperative that from the top of leadership statewide and nationally citizens understand the imperative to not be gathering in groups,” Davidson said.</p> <p>The group is also calling for<strong> Donald Trump</strong> to instigate a nationwide shelter-in-place, something Trump has so far resisted. On Friday the Iowa Board of Medicine <a href=\"https://www.desmoinesregister.com/story/news/health/2020/04/03/coronavirus-board-medicine-recommends-iowa-governor-issue-mandatory-shelter-place/2940467001/\">voted</a> to recommend a stay-at-home order, while the Iowa Medical Society has made the same request.</p> <p>Reynolds has defended the lack of a ban, saying she had ordered schools and some businesses to close and asked people not to gather in groups of ten or more. On Tuesday she expanded the list of businesses which will be forced to close, adding malls, museums and outdoor and indoor playgrounds, but other businesses including golf courses are allowed to remain open.</p> <p>Iowa had <a href=\"https://covidtracking.com/data/state/iowa\">946 confirmed cases</a> of coronavirus as of Monday night, with 25 deaths. </p> </div>   </div> <div id=\"block-5e8cabd38f08008f0919eb0d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T16:39:51.153Z\">5.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Republican senator Rand Paul is volunteering at a local hospital after recovering from coronavirus.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RandPaul/status/1247552136000557059\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I appreciate all the best wishes I have received. I have been retested and I am negative. I have started volunteering at a local hospital to assist those in my community who are in need of medical help, including Coronavirus patients. Together we will overcome this! <a href=\"https://t.co/9SeypT7rL6\">pic.twitter.com/9SeypT7rL6</a></p>&mdash; Senator Rand Paul (@RandPaul) <a href=\"https://twitter.com/RandPaul/status/1247552136000557059?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>The Kentucky senator, who has a medical degree from Duke University, was criticized for continuing to visit the Capitol as he awaited the results of a coronavirus test.</p> <p>Critics accused Paul of putting the health of lawmakers, staffers and other Capitol Hill employees at risk by not quarantining after he took the test.</p> <p>Paul defended his actions, saying it was his “extra precaution” of seeking a test even though he showed no symptoms that alerted colleagues to his diagnosis.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T16:40:29.217Z\">at 5.40pm BST</time></p>  </div> <div id=\"block-5e8ca3268f08008f0919ea78\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T16:16:24.249Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Congress looks to expand small business loan program</h2>  <div class=\"block-elements\">  <p>Senate majority leader <strong>Mitch McConnell </strong>said he would work to expand the $350 billion small business loan program created by the stimulus package.</p> <p>“I will work with <strong>Secretary Mnuchin</strong> and <strong>Leader Schumer</strong> and hope to approve further funding for the Paycheck Protection Program by unanimous consent or voice vote during the next scheduled Senate session on Thursday,” McConnell said in a statement.</p> <p>Senior White House economic adviser <strong>Larry Kudlow </strong>said this morning that $50 billion in loans have already been processed since the Paycheck Protection Program started accepting applications on Friday.</p> <p>But banks have reported a deluge of applications for the program, as small business owners fear the funding could run out if they do not get their application approved quickly.</p> <p>The proposed additional funds for the program, which could be as much as <a href=\"https://www.washingtonpost.com/us-policy/2020/04/07/treasury-coronavirus-small-business/\">$200 billion</a>, could help to stem some of that anxiety as the coronavirus pandemic leaves many businesses closed.</p> </div>   </div> <div id=\"block-5e8c959a8f08ec70cecec3e4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:55:40.140Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign spokesperson reportedly named White House press secretary</h2>  <div class=\"block-elements\">  <p>Trump campaign spokesperson <strong>Kayleigh McEnany</strong> will become the new White House press secretary, according to the New York Times.</p> <p>The Times <a href=\"https://www.nytimes.com/2020/04/07/us/politics/kayleigh-mcenany-stephanie-grisham-trump.html\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Ms. McEnany has been a vocal defender of Mr. Trump on television, the main role the president has long believed the press secretary should play, according to current and former advisers.<br></p> <p>Her hiring is the first major personnel move by the incoming White House chief of staff, former Representative <strong>Mark Meadows</strong> of South Carolina. ...</p> <p>Also joining the White House press staff will be <strong>Alyssa Farah</strong>, a top spokeswoman at the Defense Department who once worked for Vice President Mike Pence, according to people briefed on the moves. Ms. Farah is close with Mr. Meadows, whose longtime congressional aide, <strong>Ben Williamson</strong>, will also join the communications team as an adviser. </p> </blockquote> <p>McEnany regularly defended Trump on television during the 2016 race and later joined his reelection campaign as national press secretary.</p> <p>Last month, McEnany incorrectly predicted that coronavirus would not affect Americans because of the president’s steady leadership:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kenvogel/status/1247543595051241473\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">FLASHBACK: Newly named WH <a href=\"https://twitter.com/PressSec?ref_src=twsrc%5Etfw\">@PressSec</a> <a href=\"https://twitter.com/kayleighmcenany?ref_src=twsrc%5Etfw\">@kayleighmcenany</a>, back on Feb. 25: “We will not see diseases like the coronavirus come here, we will not see terrorism come here, &amp; isn’t that refreshing when contrasting it with the awful presidency of President Obama?” <a href=\"https://t.co/s0Fh5iZyYD\">pic.twitter.com/s0Fh5iZyYD</a></p>&mdash; Kenneth P. Vogel (@kenvogel) <a href=\"https://twitter.com/kenvogel/status/1247543595051241473?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8c9eae8f085d226cfd4981\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:45:26.684Z\">4.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cuomo briefing summary</h2>  <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>just wrapped up his daily briefing on the state’s response to coronavirus.</p> <p>Here’s some of what he said:</p> <ul> <li><strong>New York saw the biggest single-day increase in its coronavirus death toll yesterday. </strong>New York has now lost 5,489 residents to coronavirus, up from 4,758 a day earlier. That figure represents about half of all coronavirus deaths across the United States.</li> <li><strong>Cuomo said restarting the state’s economy would depend on testing. </strong>The governor emphasized the state needs to scale up testing to help determine which residents have coronavirus antibodies and are unlikely to contract the virus again before the economy can restart.</li> <li><strong>Cuomo asked all residents to continue respecting social distancing restrictions, </strong>as some residents start asking when normal life might be able to resume. “I get it, but it’s only been 37 days,” Cuomo said. “Our behavior affects the number of cases.”</li> <li><strong>The Navy hospital ship Comfort will have 500 beds available for coronavirus patients. </strong>Cuomo called the president yesterday to ask him to allow the ship to start accepting coronavirus patients, a request that <strong>Trump </strong>granted. However, the shift to treating coronavirus patients means the ship will have to cut its number of hospital beds in half, from 1,000 to 500.<br></li> </ul> </div>   </div> <div id=\"block-5e8c9d598f08008f0919ea22\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:38:56.693Z\">4.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Governor <strong>Andrew Cuomo </strong>urged New Yorkers to remember that each coronavirus death represents a human being who had a family.</p> <p>“I guess one could get numb to the numbers,” Cuomo said. “For myself, I can tell you, the last thing I do is get numb.”</p> <p>The governor noted mourning in the state is intensifying as the death toll rises. “The pain is increasing. The grief is increasing,” Cuomo said. “How you could get numb to any of this, I can’t imagine.”</p> <p>Cuomo said that he was proud of the work the state’s healthcare system has done to save every possible person from dying of coronavirus.</p> <p>“You can’t save everyone,” Cuomo said. “This virus is very good at what it does, and it kills vulnerable people. ... We can’t stop that. The question is, are you saving everyone you can save?”</p> <p>The governor added, “I don’t see the numbness, and I don’t think New Yorkers see the numbness.”</p> </div>   </div> <div id=\"block-5e8c9cdf8f08ec70cecec451\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:33:17.015Z\">4.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>applauded the work of medical professionals as the state grapples with the coronavirus pandemic.</p> <p>“What they have done is incredible, just incredible,” Cuomo said.</p> <p>The governor also thanked other essential workers, such as transit employees, who have continued to report to work.</p> <p>“They know what they’re exposing themselves to, and they still do it,” Cuomo said. “God bless them.”</p> </div>   </div> <div id=\"block-5e8c9bb08f085d226cfd4945\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:29:06.482Z\">4.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>said residents must avoid holding large funerals as the state’s coroanvirus death toll rises.</p> <p>“These social distancing regulations are not just ‘please.’ They’re regulations,” said Cuomo, who doubled the fine for violating the “stay at home” order yesterday.</p> <p>“Now is not the time for large religious gatherings,” Cuomo said. “You do no one a service by making this worse and infecting more people.”</p> </div>   </div> <div id=\"block-5e8c99e38f085d226cfd492f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:22:57.232Z\">4.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>said he understood the frustration of residents who are asking when social distancing might come to an end.</p> <p>“This is like Groundhog Day living through this bizarre reality that we’re in,” Cuomo said.</p> <p>But the governor emphasized residents will need to continue to be patient in order to protect their loved ones and neighbors from contracting the virus.</p> <p>“I get it, but it’s only been 37 days,” Cuomo said. “Our behavior affects the number of cases.”</p> <p>Cuomo also noted the 1918 flu epidemic peaked in New York for six months, killing 30,000 of the state’s residents. “Social distancing is working,” Cuomo said. “I know that it’s hard, but we have to keep doing it.”</p> </div>   </div> <div id=\"block-5e8c98e68f08008f0919e9e9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:18:33.393Z\">4.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cuomo: Restarting life will depend on testing</h2>  <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>said officials would look ahead to restarting the economy, but the governor noted the state is not there yet because coronavirus deaths are still happening at a high rate.</p> <p>Cuomo said the determination of when and how to restart the economy would depend on testing, particularly testing to confirm if people have coronavirus antibodies in their system and are likely immune to the virus.</p> <p>The governor said New York would need to scale up its testing capacity to test a large number of residents and announced the state would invest in testing companies working to expand capacity.</p> </div>   </div> <div id=\"block-5e8c97ee8f08008f0919e9d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:14:14.488Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>said the capacity of the Navy hospital ship Comfort would decrease now that it is going to start accepting coronavirus patients.</p> <p>Cuomo asked <strong>Trump </strong>yesterday to allow the Comfort to start taking coronavirus patients to provide some relief to overwhelmed emergency rooms in New York, a request that the president granted.</p> <p>But Cuomo said the number of hospital beds on the Comfort would decrease from 1,000 to 500 now that the ship will be treating coronavirus patients.</p> </div>   </div> <div id=\"block-5e8c965f8f08ec70cecec3f2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T15:08:44.973Z\">4.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New York sees highest single-day increase in death toll, Cuomo says</h2>  <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>is holding his daily briefing on the state’s response to coronavirus.</p> <p>The governor noted the three-day average of hospitalizations is down, indicating the state is “reaching a plateau in the total number of hospitalizations.” </p> <p>But the New York death toll continues to steeply rise. The state has now recorded 5,489 deaths, up from 4,758 a day earlier. Those 731 deaths represent the highest single-day increase in the death toll since the crisis started.</p> <p>New York also still has the highest number of cases of any US state, with 138,836 cases of coronavirus already confirmed.</p> </div>   </div> <div id=\"block-5e8c81198f085d226cfd4764\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T14:48:05.345Z\">3.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden said he would like Bernie Sanders to be “part of the journey,” although not his running mate, if he wins the Democratic nomination.</strong></p> <p>Biden has a significant lead in the delegate count, but Sanders remains in the race, despite an increasingly narrow path to the nomination.</p> <p>Asked whether Sanders should drop out, Biden told the “Today” show, “No, I wouldn’t presume to do that. ... It’s a hard, hard decision and Bernie has a lot of really devoted followers. It’s a difficult decision to make. But it’s his to make. I’m not going to suggest what he should do.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TODAYshow/status/1247498607223242752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">President Trump said he had a friendly phone conversation with former Vice President Joe Biden to talk about the federal response to the coronavirus pandemic. Biden told <a href=\"https://twitter.com/craigmelvin?ref_src=twsrc%5Etfw\">@craigmelvin</a> in a one-on-one interview that he doesn&#39;t want the November election delayed. <a href=\"https://t.co/DICLhBafTE\">pic.twitter.com/DICLhBafTE</a></p>&mdash; TODAY (@TODAYshow) <a href=\"https://twitter.com/TODAYshow/status/1247498607223242752?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Biden made clear that if he wins the nomination, he would seek Sanders’ input on the issues that fueled the progressive senator’s campaign. </p> <p>“If I’m the nominee I can tell you one thing: I would very much want Bernie to be part of the journey, not as a vice presidential nominee but just engaging in all the things that he’s worked so hard to do, many of which I agree with,” Biden said.</p> <p>The former vice president applauded Sanders for his “incredible following,” as the frontrunner tries to convince his rival’s supporters to back him in the general election.<br></p> <p>Biden also said he did not think the November election should be delayed or postponed because of coroanvirus, even as today’s rocky primary in Wisconsin raises questions about how to safely conduct in-person voting amid a pandemic.</p> </div>   </div> <div id=\"block-5e8c8d758f085d226cfd484e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T14:31:34.702Z\">3.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The White House has confirmed Stephanie Grisham is leaving her role as press secretary to rejoin the first lady’s team.</strong></p> <p>“My replacements will be announced in the coming days and I will stay in the West Wing to help with a smooth transition for as long as needed,” Grisham said in a statement released by the White House.</p> <p>Grisham served as both press secretary and communications director in the Trump White House, so it appears two people may be taking on those roles now.</p> <p>Grisham will serve as the first lady’s chief of staff and spokesperson. The White House statement noted that <strong>Melania Trump</strong>’s previous chief of staff, <strong>Lindsay Reynolds</strong>, resigned earlier this week to spend time with family.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T14:34:15.231Z\">at 3.34pm BST</time></p>  </div> <div id=\"block-5e8c8a368f085d226cfd47fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T14:15:43.094Z\">3.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Wisconsin’s lieutenant governor predicted the state’s presidential primary today would be a “Shit Show.”</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheOtherMandela/status/1247510597836640256\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Good morning and welcome to the Shit Show! Today’s episode has been  produced by the Supreme Court and directed by the incomparable Speaker and Senate Majority leader duo.<br><br>Buckle up, this one’s sure to disappoint!</p>&mdash; Mandela Barnes (@TheOtherMandela) <a href=\"https://twitter.com/TheOtherMandela/status/1247510597836640256?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>The Democratic official’s tweet comes a day after the Wisconsin Supreme Court blocked governor <strong>Tony Evers’ </strong>executive order to cancel in-person voting out of concern about spreading coronavirus.</p> <p>The number of polling sites across the state has nosedived because so many poll workers have quit, and voters are already reporting long lines as they try to cast their ballots.</p> </div>   </div> <div id=\"block-5e8c86778f085d226cfd47b3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T14:01:46.134Z\">3.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">White House press secretary reportedly leaving</h2>  <div class=\"block-elements\">  <p><strong>Stephanie Grisham, </strong>the White House press secretary who has not yet held a briefing, is reportedly leaving her role after about nine months.</p> <p>CNN <a href=\"https://www.cnn.com/2020/04/07/politics/stephanie-grisham-press-secretary-briefing-melania-trump/index.html\">reports</a>:</p> <blockquote class=\"quoted\"> <p> [Grisham] is returning to the East Wing as first lady <strong>Melania Trump</strong>’s chief of staff as President <strong>Donald Trump</strong>’s new chief of staff <strong>Mark Meadows</strong> shakes up the communications team in the West Wing.<br></p> <p>Meadows is currently considering several candidates for the press secretary job, including Trump campaign spokesman <strong>Kayleigh McEnany</strong>. The new chief of staff is also considering hiring <strong>Alyssa Farah</strong>, the current spokeswoman for the Defense Department, for a communications role, among others, two sources with knowledge of the situation told CNN.</p> </blockquote> <p>Grisham was frequently criticized for refusing to hold White House briefings, which were a daily feature of past administrations but started becoming less and less frequent under Graham’s predecessor, <strong>Sarah Sanders.</strong></p> </div>   </div> <div id=\"block-5e8c83518f085d226cfd4787\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T13:52:30.891Z\">2.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Surgeon general says he 'never saw' January memo warning of pandemic</h2>  <div class=\"block-elements\">  <p>Surgeon general <strong>Jerome Adams </strong>said he “never saw” a Jan. 29 memo from <strong>Peter Navarro, Trump</strong>’s top trade adviser, warning the coronavirus outbreak could become a pandemic.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TODAYshow/status/1247483061647917058\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“Do you believe the White House at its most senior levels had sufficient warning of this pandemic potential?” <a href=\"https://twitter.com/SavannahGuthrie?ref_src=twsrc%5Etfw\">@savannahguthrie</a> asks <a href=\"https://twitter.com/Surgeon_General?ref_src=twsrc%5Etfw\">@Surgeon_General</a> about that and if he saw letter from top White House trade adviser reported in NYT <a href=\"https://t.co/tcfKGYsGwr\">pic.twitter.com/tcfKGYsGwr</a></p>&mdash; TODAY (@TODAYshow) <a href=\"https://twitter.com/TODAYshow/status/1247483061647917058?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Adams defended the White House’s response to the pandemic, saying, “We’ve been saying for decades that this is a possibility. ... Many people at all levels just did not expect something like this to happen at this magnitude.”</p> <p>When NBC News’ <strong>Savannah Guthrie </strong>pressed him on that last point, saying the memo proved some White House advisers were aware of how bad this situation could get, Adams said, “There were preparations going on the entire time.”</p> <p>Trump has been repeatedly criticized for incorrectly predicting coronavirus would miraculously “disappear” without affecting many Americans, and reports of Navarro’s memo have intensified accusations that the president mishandled the government’s early response.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T18:09:01.376Z\">at 7.09pm BST</time></p>  </div> <div id=\"block-5e8c78c28f085d226cfd46ea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T13:31:54.543Z\">2.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Lines are already long at polling places in Wisconsin, </strong>with voters <a href=\"https://twitter.com/AsteadWesley/status/1247515977467772928\">saying</a> they are preparing to wait for hours to cast their ballots.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OmarJimenez/status/1247500202921078785\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In the middle of the coronavirus pandemic, THIS is the line for in person voting as the polls open for Election Day in Wisconsin.  <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://twitter.com/hashtag/ElectionDay?src=hash&amp;ref_src=twsrc%5Etfw\">#ElectionDay</a> <a href=\"https://t.co/WplsSHy9RF\">pic.twitter.com/WplsSHy9RF</a></p>&mdash; Omar Jimenez (@OmarJimenez) <a href=\"https://twitter.com/OmarJimenez/status/1247500202921078785?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>So many poll workers have quit over concerns about coronvairus that only five polling sites are open today in Milwaukee, down from 180.</p> <p>The confusion and expected drop in turnout in Wisconsin have raised serious concerns about the November general election, particularly if coronavirus makes a return at the end of the year, as many experts have predicted.</p> </div>   </div> <div id=\"block-5e8c7bab8f085d226cfd4715\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T13:20:25.500Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">John Lewis endorses Biden, suggests running mate should be “woman of color”</h2>  <div class=\"block-elements\">  <p><strong>The Guardian’s Daniel Strauss reports:</strong></p> <p>Congressman <strong>John Lewis</strong>, a civil rights icon, endorsed former vice president <strong>Joe Biden</strong> for president on Tuesday morning. </p>  <figure class=\"element element-image\" data-media-id=\"0a28a3befc08e2c0d506e9d1c84d546eceaa7650\"> <img src=\"https://media.guim.co.uk/0a28a3befc08e2c0d506e9d1c84d546eceaa7650/0_0_2200_1466/1000.jpg\" alt=\"Joe Biden and John Lewis in Selma, Alabama, in 2013.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden and John Lewis in Selma, Alabama, in 2013.</span> <span class=\"element-image__credit\">Photograph: Dave Martin/AP</span> </figcaption> </figure>  <p>“I’m delighted, very pleased, very happy, and very honored to take the time to endorse a friend, a man of courage, a man of conscience as the Democratic nominee for president of the United States,” Lewis said of backing Biden during a call with reporters. “It is my belief that we need Joe Biden now more than ever before.” </p> <p>Lewis’s endorsement comes as most Democratic lawmakers and <a href=\"https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html\">the majority</a> of the party’s voters fall in line behind Biden. Vermont senator <strong>Bernie Sanders</strong> is still running against Biden in the Democratic primary, but his path is increasingly narrow. </p> <p>Lewis, in endorsing Biden, urged him to pick a woman as his running mate if the former vice president wins the nomination. </p> <p>“It would be a good to have a woman of color,” Lewis said. “It would be good to have a woman who looks like the rest of America - smart, gifted, a fighter, a warrior and we have plenty of able women. Some are black, white, Latino, Asian American, Native American. I think the time is long past for making the White House look like the whole of America.” </p> <p>During a recent debate Biden said if elected president, he would nominate an African American woman to the Supreme Court and would pick a woman as his running mate. </p> <p>Other influential lawmakers, including South Carolina congressman <strong>Jim Clyburn</strong>, have said that Biden should pick a woman of color as his running mate. </p> <p>In an interview with <a href=\"https://www.ft.com/content/bd88f5c4-6dbe-11ea-89df-41bea055720b\">the Financial Times</a> Clyburn name checked California senator <strong>Kamala Harris</strong> and former Obama administration national security adviser<strong> Susan Rice</strong> (which he called a “sleeper”) as possible running mates for Biden. <br></p> </div>   </div> <div id=\"block-5e8c78d58f08ec70cecec20d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T13:09:47.055Z\">2.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>George Conway, a Trump critic who is married to senior White House adviser Kellyanne Conway, offered his take on the president and his team amid the pandemic.</strong></p> <p>“He’s 100% insane, and nobody in the administration has the balls to tell him that,” Conway said of Trump and his advisers.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gtconway3d/status/1247315556425965569\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">He’s 100% insane, and nobody in the administration has the balls to tell him that. <a href=\"https://t.co/SlS06oYaoq\">https://t.co/SlS06oYaoq</a></p>&mdash; George Conway (@gtconway3d) <a href=\"https://twitter.com/gtconway3d/status/1247315556425965569?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Conway’s jab follows reports that one of Trump’s top advisers warned the president of the coronavirus outbreak potentially evolving into a pandemic in late January.</p> <p>Conway has become a vocal critic of the president, even though his wife worked on Trump’s campaign and has been with the administration since his inaugruation.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/shortcuts/2019/mar/20/george-conway-why-kellyanne-conways-husband-is-trumps-biggest-critic\">George Conway: why Kellyanne Conway’s husband is Trump’s biggest critic</a> </p> </aside> </div>   </div> <div id=\"block-5e8c77268f085d226cfd46d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T12:54:45.389Z\">1.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is Joan Greve in Washington, taking over for Martin Pengelly.</p> <p><a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">As Sam Levine reported</a>, thousands of Wisconsin voters are likely to be disenfranchised today after the Democratic governor’s effort to cancel in-person voting failed.</p> <p>Because of concerns about the coronavirus pandemic, more than 100 jurisdictions in Wisconsin reported last week that they don’t have enough poll workers to staff even one voting place, and Milwaukee’s number of polling sites is down from 180 to five.</p> <p>A photo from one of those five Milwaukee polling sites showed voters wearing masks and trying to socially distance as they waited to cast their ballots:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidBakkenWISN/status/1247496989354471424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is election day in Wisconsin. Voters are outside Riverside High School waiting to vote. <a href=\"https://t.co/1QuJWSiQdz\">pic.twitter.com/1QuJWSiQdz</a></p>&mdash; David Charles Bakken (@DavidBakkenWISN) <a href=\"https://twitter.com/DavidBakkenWISN/status/1247496989354471424?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T12:55:35.800Z\">at 1.55pm BST</time></p>  </div> <div id=\"block-5e8c704f8f08ec70cecec183\" class=\"block is-key-event\" data-block-contributor=\"profile/sam-levine\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T12:32:34.689Z\">1.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Wisconsin stages votes after day of political drama</h2>  <div class=\"block-elements\">  <p>Here’s a report from Sam Levine, our voting rights reporter, on a dramatic and bizarre day in Wisconsin yesterday and <a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">what’s to come today</a>:</p> <blockquote class=\"quoted\"> <p><em>Wisconsin voters are heading to the polls on Tuesday, to cast ballots amid a global pandemic after a <a href=\"https://viewer.gutools.co.uk/us-news/2020/apr/06/wisconsin-primary-election-in-person-voting-coronavirus\">stunning 24-hour period</a> in which the state’s governor <strong>tried to cancel in-person voting</strong> because of the public health risk, only to be <strong>overruled by the state supreme court</strong>.</em></p> <p><em>The US supreme court also weighed in, hours before the polls opened.</em></p> <p><em>Even though the Democratic primary between Joe Biden and Bernie Sanders is winding down, Wisconsin has exploded in controversy. It is both <strong>the most significant battle so far between Republicans and Democrats over the right to vote in 2020</strong> and a <a href=\"https://viewer.gutools.co.uk/us-news/2020/apr/03/wisconsin-election-coronavirus-pandemic\">chaotic scramble</a> to protect both the vote and public health.</em></p> <p><em>In late March, Democratic governor Tony Evers <a href=\"https://apnews.com/a3d67448fcbef307d4754ffc10f66e22\">issued an executive order</a> instructing people to stay at home. There is such a severe shortage of poll workers that Evers <a href=\"https://www.channel3000.com/2400-wisconsin-national-guard-members-train-to-work-polls-on-election-day/\">asked the national guard</a> to step in.</em></p> <p><em>The Wisconsin Elections Commission has declined to project turnout, but it is expected to be low. <strong><a href=\"https://viewer.gutools.co.uk/us-news/democrats\">Democrats</a> say Republicans are banking on low turnout</strong> to help Daniel Kelly, a conservative on the state supreme court, hold his seat.</em></p> <p><em>On Monday, after weeks of rebuffing efforts to delay the election, Evers issued an executive order seeking to delay in-person voting until 9 June.</em></p> <p><em>Republicans, who have resisted calls to mail a ballot to every voter and ease restrictions on mail-in voting, challenged the order in the state supreme court, where conservatives hold a majority. The court overruled Evers. Kelly recused himself.</em></p> <p><em><strong>The US supreme court weighed in</strong>, upholding a lower court order extending the deadline by which mail-in ballots could be received from 7 April to 13 April. </em><em>But in a 5-4 decision, the high court <a href=\"https://viewer.gutools.co.uk/proxy/preview/us-news/2020/apr/07/scotusblog.com/wp-content/uploads/2020/04/19A1016.pdf\">accepted</a> a request from Republicans to require ballots to be postmarked by election day.</em></p> <p><em>That rule <strong>is likely to disenfranchise thousands of voters</strong> who have not yet received ballots even though they requested them by the official deadline, Justice Ruth Bader Ginsburg wrote for the four liberal justices who dissented.</em></p> </blockquote> <p>Oddly enough, Donald Trump has a recommendation for Wisconsin conservatives:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1247382518376140800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Vote today, Tuesday, for highly respected Republican, Justice Daniel Kelly. Tough on Crime, loves your Military, Vets, Farmers, &amp; will save your 2nd Amendment. A BIG VOTE! <a href=\"https://t.co/1FPYjzZCoH\">https://t.co/1FPYjzZCoH</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1247382518376140800?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Here’s more key reading from Sam, on Wisconsin and threats to the right to vote:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/06/wisconsin-voter-purges-black-student-populations-risk\">Revealed: Wisconsin's black and student populations at highest risk of voter purges</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T12:37:08.226Z\">at 1.37pm BST</time></p>  </div> <div id=\"block-5e8c6bd18f08ec70cecec137\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T12:20:25.349Z\">1.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a tweet thread that Donald Trump may not like too much. It’s about Gretchen Whitmer, <strong>Democratic governor of Michigan</strong>, a state in which more than 17,000 Covid-19 cases have been confirmed and <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/07/coronavirus-map-of-the-us-latest-cases-state-by-state\"><strong>727 people have died</strong></a>, according to Johns Hopkins figures.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChadLivengood/status/1247493847682371584\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;When the White House says stop the spread for 30 days, I&#39;d love to see them follow up with a national policy that does that,&quot; <a href=\"https://twitter.com/GovWhitmer?ref_src=twsrc%5Etfw\">@GovWhitmer</a> says on <a href=\"https://twitter.com/1320WILS?ref_src=twsrc%5Etfw\">@1320WILS</a>. <a href=\"https://twitter.com/hashtag/CoronavirusMichigan?src=hash&amp;ref_src=twsrc%5Etfw\">#CoronavirusMichigan</a></p>&mdash; Chad Livengood (@ChadLivengood) <a href=\"https://twitter.com/ChadLivengood/status/1247493847682371584?ref_src=twsrc%5Etfw\">April 7, 2020</a></blockquote>  </figure>  <p>Trump’s distaste for Whitmer is well-known – he called her “that woman from Michigan” at one White House briefing. Detroit journalist <strong><a href=\"https://twitter.com/ChadLivengood\">Chad Livengood</a></strong> is following her interview on <a href=\"https://twitter.com/1320WILS\">1320 WILS-AM</a>, “Lansing’s More Compelling Talk Radio”. It’s fascinating reading.</p> <p>“Whitmer cites [University of Michigan] modeling that <strong>Michigan’s coronavirus outbreak</strong> <strong>won’t peak until late April</strong>,” Livengood writes. “She was asked about what plans there are to restart the economy: ‘It is too early to start implementing anything. We know <strong>yesterday we had 110 Michiganders lose their battle with Covid-19</strong>.’”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T12:31:10.499Z\">at 1.31pm BST</time></p>  </div> <div id=\"block-5e8c6a598f085d226cfd4618\" class=\"block is-key-event\" data-block-contributor=\"profile/edpilkington\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T12:01:31.488Z\">1.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump was warned about pandemic in January – reports</h2>  <div class=\"block-elements\">  <p>Donald Trump was warned at the end of January by one of his top White House advisers that coronavirus had the potential <strong>to kill hundreds of thousands of Americans and derail the US economy</strong>, unless tough action were taken immediately, new memos have revealed.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"55627d45221af4e9289a7d04460ee3f1a0e6d768\"> <img src=\"https://media.guim.co.uk/55627d45221af4e9289a7d04460ee3f1a0e6d768/789_0_1871_2340/800..jpg\" alt=\"Peter Navarro\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peter Navarro</span> <span class=\"element-image__credit\">Photograph: Leah Millis/Reuters</span> </figcaption> </figure>  <p>The memos were written by Trump’s economic adviser Peter Navarro and circulated via the National Security Council widely around the White House and federal agencies. They show that even within the Trump administration alarm bells were ringing loudly by late January, at a time when the president was consistently <a href=\"https://www.theguardian.com/us-news/2020/apr/04/trump-coronavirus-science-analysis\">downplaying</a> the threat of Covid-19.</p> <p>The memos, <strong>first reported by the <a href=\"https://www.nytimes.com/2020/04/06/us/politics/navarro-warning-trump-coronavirus.html?action=click&amp;module=Spotlight&amp;pgtype=Homepage\">New York Times</a> and <a href=\"https://www.axios.com/exclusive-navarro-deaths-coronavirus-memos-january-da3f08fb-dce1-4f69-89b5-ea048f8382a9.html\">Axios</a></strong>, were written by Navarro on 29 January and 23 February. The first memo, composed on the day Trump set up a White House coronavirus task force, gave a worst-case scenario of the virus killing more than half a million Americans.</p> <p>According to the Times, it said: “The lack of immune protection or an existing cure or vaccine would leave Americans defenseless in the case of a full-blown coronavirus outbreak on US soil. This lack of protection elevates the risk of the coronavirus evolving into a full-blown pandemic, imperiling the lives of millions of Americans.”</p> <p>The second memo went even further, predicting that a Covid-19 pandemic, left unchecked, could kill 1.2m Americans and infect as many as 100m.</p> <p>This was not the first time Trump and his White House team were warned that the virus had the potential to devastate the US and needed to be dealt with quickly and firmly. Senior scientists, epidemiologists, and health emergency experts in the US and around the world delivered that message clearly early on in the crisis, only for Trump to continue belittling the scale of the threat which he compared falsely to the dangers of <a href=\"https://www.washingtonpost.com/politics/2020/03/24/trump-again-downplays-coronavirus-by-comparing-it-seasonal-flu-its-not-fair-comparison/\">seasonal flu</a>.</p> <p>But the emergence of the memos from such a senior aide within the White House will make it much more difficult for Trump to claim – as he has done on <a href=\"https://www.realclearpolitics.com/video/2020/03/30/trump_on_coronavirus_nobody_could_have_predicted_something_like_this.html\">multiple occasions</a> – that nobody was able to predict the severity of the disease. As the pandemic has swept across the country, the president has come under mounting criticism for having done too little, too late in response, leading to mass shortages of diagnostic testing, protective gear for frontline health workers and ventilators for the very sick.</p> </div>   </div> <div id=\"block-5e8c5ca98f082890417705fa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-07T11:34:58.917Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning…</h2>  <div class=\"block-elements\">  <p>…and welcome to another day of coverage of the coronavirus outbreak in the US. Figures, <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/07/coronavirus-map-of-the-us-latest-cases-state-by-state\">according to researchers at Johns Hopkins University</a>, first:</p> <ul> <li>Cases confirmed: 368,036</li> <li><strong>Deaths: 10,982</strong></li> <li>Cases in New York, the worst-hit state: 131,815</li> <li><strong>Deaths in New York: 4,758</strong></li> </ul> <p>Other states are struggling too, of course: there have been more than 1,000 deaths in New Jersey and Michigan, California and Louisiana are also particularly hard hit. And case and death numbers will no doubt increase today.</p> <p>There are all sorts of news lines out there of course, perhaps the biggest being British prime minister Boris Johnson’s admission to intensive care. Here’s <a href=\"https://www.theguardian.com/politics/2020/apr/07/boris-johnson-not-on-a-ventilator-in-intensive-care-says-gove\"><strong>the latest report from our London office</strong></a>. And here’s the <a href=\"https://www.theguardian.com/world/live/2020/apr/07/coronavirus-live-news-boris-johnson-intensive-care-uk-donald-trump-america-us-praying-recovery-latest-updates\">UK live blog</a> with constant updates.</p> <p>In the US, Julia Carrie Wong has an in-depth look at <strong>Donald Trump’s support for <a href=\"https://www.theguardian.com/world/2020/apr/04/coronavirus-us-ventilators-new-york-trump-touts-unproven-cure-malaria-drug\">hydroxychloroquine</a></strong>, an anti-malaria drug that has not been shown to be safe or effective against Covid-19 but which the president wants Americans to take:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/06/hydroxychloroquine-trump-coronavirus-drug\">Hydroxychloroquine: how an unproven drug became Trump’s coronavirus 'miracle cure'</a> </p> </aside>  <p>The president pushed the drug again at his White House briefing on Monday, a briefing which was also, by the by, <a href=\"https://twitter.com/ErikWemple/status/1246959401526800384/photo/2\"><strong>attended by Chanel Rion</strong></a>, a correspondent from One America News Network whose presence at briefings and leading questions to Trump have caused consternation in the mainstream media. Here’s Adrian Horton’s write-up of <strong><a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/06/john-oliver-oan-one-america-news-fox-with-even-less-shame\">what John Oliver had to say about that</a> and OAN in general</strong> on Sunday night.</p> <p>We have a lot more this morning, of course, including:</p> <ul> <li>Michael Sainato on Amazon workers who say <a href=\"https://www.theguardian.com/technology/2020/apr/07/amazon-warehouse-workers-coronavirus-safety\"><strong>the company values profit over their safety</strong></a> amid the pandemic.</li> <li>A devastating report from Oliver Laughland in Reserve, Lousiana, aka Cancer Alley but now <strong><a href=\"https://www.theguardian.com/us-news/2020/apr/07/cancer-alley-coronavirus-reserve-louisiana\">home to a new foe</a>.</strong></li> <li>Another dispatch from a frontline nurse: <strong><a href=\"https://www.theguardian.com/us-news/2020/apr/07/er-diaries-coronarvirus-war-nurses-hospitals\">The ER Diaries</a>:</strong> ‘I have come to embrace that we’re at war’.</li> </ul> <p>The Axios website, meanwhile, is out with <a href=\"https://www.axios.com/exclusive-navarro-deaths-coronavirus-memos-january-da3f08fb-dce1-4f69-89b5-ea048f8382a9.html?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">a major scoop</a>: Democrats including Nancy Pelosi have consciously echoed the famous Watergate question – <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/curious-history-what-did-president-know-and-when-did-he-know-it\"><strong>What did the president know and when did he know it?</strong></a> – when investigating the White House’s lagging response to the emerging threat of Covid-19. </p> <p>On Monday night, Axios published memos from trade adviser Peter Navarro which warned Trump of a likely pandemic in <em>January.</em> Axios’s newsletter headline on Tuesday morning? “POTUS Knew!”</p> <p>Ed Pilkington will have more on that shortly…</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-07T11:46:17.174Z\">at 12.46pm BST</time></p>  </div>",
      "wordcount": "10344",
      "firstPublicationDate": "2020-04-07T11:50:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-08T13:35:09Z",
      "liveBloggingNow": "false",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://gu.com/p/djvb2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c1d44bf8bcea997310dd610e89066d0cd8520997/0_458_3640_2184/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Live reporting on the coronavirus in the US continues on Wednesday’s blog: Donald Trump threatened to stop funding the World Health Organization and once again touted an unproven anti-malarial drug as a quick fix for coronavirus. The president also alleged widespread voter fraud and insisted that he was getting along swimmingly state governors, who have increasingly found themselves at odds with him as they respond to the crisis. Dr. Anthony Fauci said the crisis has shined “a bright light” on the racial disparities in the US. Data from some states and cities suggest that the pandemic is disproportionately killing Black Americans. Memos revealed that Trump was warned in January of the severity of the coronavirus crisis. The president insisted he never saw the warnings from his economic adviser Peter Navarro. Acting navy secretary Thomas Modly resigned over insulting comments he made about Captain Brett Crozier, the commander of the USS Theodore Roosevelt who raised concerns about the spread of coronavirus on the ship. Trump removed a Pentagon official tapped to oversee the coronavirus relief effort from his post. Acting Pentagon inspector general Glenn Fine was supposed to oversee implementation of the $2 trillion coronavirus bill, but an agency spokesperson confirmed he is no longer in the role. New York reported the largest single-day increase in its coronavirus death toll yet. The state has recorded 5,489 deaths linked to the virus, up from 4,758 a day earlier, governor Andrew Cuomo announced at his daily briefing today. The White House announced an overhaul of its communications team. Press secretary Stephanie Grisham is returning to the first lady’s staff after never having held a single White House briefing in more than nine months. She will be replaced by Kayleigh McEnany, who currently serves as a spokesperson for Trump’s reelection campaign. Congress is seeking to allocate additional funds to the small business loan program established by the stimulus package. Treasury secretary Steven Mnuchin said he would ask Congress to add $250 billion to the program, which was originally given $350 billion under the stimulus package passed last month. During the briefing, Trump also repeatedly insisted that he never daw top White House adviser’s Peter Navarro’s memos, which warned officials in late January the coronavirus crisis could put millions of Americans’ health at risk, and cost the country trillions. Here’s more on the memos, from my colleagues Ed Pilkington and Martin Pengelly: Fact check: testing During the taskforce briefing, Trump said – once again – that the United States “continues to perform more tests than anywhere else in the world, and that’s why we have more cases”. While the US has overtaken South Korea in total numbers of coronavirus tests administered, it has conducted fewer tests per capita given the US population is over six times larger than South Korea’s. As of 7 April, the United States, with a population of 329 million, had administered at least 1,951,044 tests, according to the Covid Tracking Project, a group led by Alexis Madrigal, a staff writer for The Atlantic magazine, with more than 100 volunteers that compile coronavirus testing data from states. This equates to 582 tests per 100,000 people in the US (with huge variations depending on the county, city and state), compared with 709 tests per 100,000 in South Korea and 600 per 100,000 in Italy. The US rate of testing improved markedly in early April. On March 31 the rate was just 318 per 100,000. Why do Americans need AR-15 rifles during a global pandemic? To shoot “looting hordes from Atlanta.” That’s the campaign message from a former Republican congressman from Georgia, Paul Broun, who is now running for congress again. Broun lives in Gainesville, Georgia, a city that is 87% white, and that is about an hour outside of Atlanta, the state capital, which is majority-black. In a new campaign video, Broun promises to give away an AR-15 rifle “to one lucky person who signs up for email updates” from his campaign website. “Whether it’s looting hordes from Atlanta or a tyrannical government from Washington, there are few better liberty machines than an AR-15.” In a phone interview Tuesday, Broun defended his message as “not racial.” “Only the liberal press would take that kind of position,” he said. “There are a lot of white people in Atlanta as well.” “Ma’am, I have been a keynote speaker at an MLK Day celebration,” he said. Broun was dismissive of the idea that his rhetoric might concern black Georgia residents, or that this kind of rhetoric might increase the risk of innocent black Americans getting shot while in majority-white neighborhoods. “You’re the racist,” he added. Asked what evidence he had that the coronavirus pandemic might result in hordes of looters, Broun referenced civil unrest in Baltimore, Maryland, and Ferguson, Missouri, both majority-black cities where police killings of unarmed black men led to sustained protests over police treatment of black Americans. Broun, who had a reputation as one of the most conservative members of the GOP during his eight years in Congress, left office in 2015 under the shadow of an ethics investigation into his former chief of staff over taxpayer dollars spent to hire a political consultant known as the “tea party whisperer.” Dr. Birx pushed back against reports that coronavirus deaths are underreported due to a lack of testing and delays in reporting. “I think the reporting here has been pretty straightforward over the past five to six weeks,” she said. Though rural areas may face issues accessing tests to diagnose, Birx said she doesn’t see it as a problem overall. The New York Times reported earlier: With no uniform system for reporting coronavirus-related deaths in the United States, and a continued shortage of tests, some states and counties have improvised, obfuscated and, at times, backtracked in counting the dead. “We definitely think there are deaths that we have not accounted for,” said Jennifer Nuzzo, a senior scholar at the Johns Hopkins University Center for Health Security, which studies global health threats and is closely tracking the coronavirus pandemic. Late last week, the Centers for Disease Control and Prevention issued new guidance for how to certify coronavirus deaths, underscoring the need for uniformity and reinforcing the sense by health care workers and others that deaths have not been consistently tracked. In its guidance, the C.D.C. instructed officials to report deaths where the patient has tested positive or, in an absence of testing, “if the circumstances are compelling within a reasonable degree of certainty.” Dr Anthony Fauci added that “health disparities have always existed for the African American community but here, again, with this crisis, it’s shining a bright light on how unacceptable that is.” Although “we will get over coronavirus,” he added, “there will still be health disparities.” Dr Deborah Birx clarified that African Americans are not more “susceptible” to coronavirus. “What our data suggests is that they are more susceptible to more difficult and severe disease and poorer outcomes,” she said. Data from cities including Chicago and Philadelphia show stark racial disparities in coronavirus patients and fatalities. White House official Seema Verma said that Medicare data will be looking at race and underlying conditions, and the president earlier promised that more statistics on racial disparities will be revealed in the next week. Fact check: coronavirus deaths “I think they’re pretty accurate on the death counts,” Trump told reporters. But doctors disagree. Delays in reporting and a continuing lack of widespread testing mean that more people have died of coronavirus than the official count. Doctors also believe that deaths in February and early March — before the coronavirus was recognized as an epidemic in the US — that were attributed to influenza or pneumonia, were likely due to Covid-19. Fact check: vote-by-mail The president has left the briefing room, leaving it to Mike Pence and health officials to answer the remaining questions. Before he exited, he once again falsely claimed that recent elections were marred by voter fraud, insisting that millions of people voted illegally in 2016 which cost him the popular vote. But extensive research has found that voter fraud is rare and virtually nonexistent. Trump zeroed in on mail-in ballots, claiming the process is “corrupt” and susceptible to widespread fraud. “You get thousands and thousands of people sitting in somebody’s living room, signing somebody’s ballot,” he said. I n the 5 states that have moved to an entirely vote-by-mail systems, there has been no evidence of widespread fraud. More states are considering expanding their vote-by-mail systems amid the coronavirus pandemic as a way to keep voters and poll workers safe. But the moves are widely opposed by Republicans, as was the case in Wisconsin, which held its primary election on Tuesday despite calls and legal challenges to postpone the election. It should be noted, once again, that Trump voted by mail-in ballot in Florida last month. Additionally, the most significant episode of mail-in ballot fraud in recent years involved a Republican congressional candidate in North Carolina. The election was overturned. Fact check: hydroxychloroquine Trump loves to tout hydroxychloroquine. Last week the Food and Drug Administration (FDA) provided the drug with an “emergency use authorization” to use on coronavirus patients in some circumstances. State officials in New York have said that about 4,000 seriously ill patients are now being treated with the drug. But experts say it’s too early to call it a cure. What is hydroxychloroquine? Hydroxychloroquine, also known by its brand name, Plaquenil, is a drug used to treat malaria. It is a less toxic version of chloroquine, another malaria drug, which itself is related to quinine, an ingredient in tonic water. It is also readily available to Americans – already approved as a malaria and anti-inflammation treatment by the FDA – where it is an off-the-shelf drug with various low-cost generic versions. Despite the emergency use order, the FDA has not conducted clinical trials to fully ascertain whether the drug is an effective treatment for Covid-19. Why is Trump touting it? Trump was influenced by a widely publicized study in France where 40 coronavirus patients were given hydroxychloroquine, with more than half experiencing the clearing of their airways within three to six days. This apparent improvement is important as it would curtail the timeframe in which infected people could spread Covid-19 to others. However, experts have warned that the study is small and lacks sufficient rigor to be classed as evidence of a potential treatment. The French health ministry has warned against the use of hydroxychloroquine for Covid-19, with Olivier Véran, France’s health minister, saying that it shouldn’t be used by anyone with the exception of “serious forms of hospitalization and on the collegial decision of doctors and under strict medical supervision”. Trump is again touting hydroxychloroquine, an anti-malarial drug, which has not yet been proven effective against the coronavirus. The repeated a story about a Democratic state lawmaker who credits hydroxychloroquine and Trump for her recovery from Covid-19. “I really think it’s a great thing to try, just based on what I know,” he said. “Again, I’m not a doctor. Get a physician’s approval.” Here’s more on that state representative, from the Detroit Free Press: State Rep. Karen Whitsett, who learned Monday she has tested positive for COVID-19, said she started taking hydroxychloroquine on March 31, prescribed by her doctor, after both she and her husband sought treatment for a range of symptoms on March 18. “It was less than two hours” before she started to feel relief, said Whitsett, who had experienced shortness of breath, swollen lymph nodes, and what felt like a sinus infection. She is still experiencing headaches, she said. Whitsett said she was familiar with “the wonders” of hydroxychloroquine from an earlier bout with Lyme disease, but does not believe she would have thought to ask for it, or her doctor would have prescribed it, had Trump not been touting it as a possible treatment for COVID-19. “Mail ballots are a very dangerous thing for this country,” the president said. The ballots are “forgeries in many cases - it’s a horrible thing,” he added, citing no evidence to back the claim. Trump himself voted by mail — in March. Fact check: Travel restrictions Trump took credit for “closing down the borders” to China, and then later to Europe. In fact, he placed restrictions on travel from China but did not totally close it down, as he has repeatedly claimed. Trump also touted his decision to restrict travel from Europe to the US, but the initial order included only 26 countries that are part of the Schengen Area. He later added Ireland the UK but the restrictions still excluded a number of European countries. Contradicting what he said just minutes ago, Trump is now denying that he’s saying the US will strop funding the WHO. “No I didn’t say it,” he said. “I said I’d look at it. “They did give us some pretty bad play-calling,” Trump said of the WHO. “They’re taking a lot of heat.” Moreover, “social media” suggested to him that the organization was biased toward China, the president claimed. Trump said he had “no role” in Acting Navy Secretary Thomas Modly’s resignation. “I would not have asked him,” the president said. “He didn’t have to resign but he felt it would be better for the country.” Modly resigned after leaked audio revealed he called the former commander of the USS Theodore Roosevelt “too naive or too stupid” to be in charge, in an address to the ship’s crew. Captain Brett Crozier, the former commanding officer of the USS Theodore Roosevelt, had sent a memo warning that coronavirus spreading among the crew. After the memo leaked, Modly fired Crozier. Trump’s take? Crozier shouldn’t have written a letter, because “he’s not Ernest Hemingway”. The president announced that the US will stop sending money to the World Health Organization, even as the coronavirus pandemic continues. Finding a scapegoat, the president blamed the WHO for the crisis, noting that they “blew it”. “They called it wrong. They called it wrong,” Trump said. “They missed the call. They could’ve called it months earlier.” Trump repeatedly downplayed the crisis even after the WHO “called it” a pandemic. Fact check: Governors Trump claimed that he’s getting along swimmingly with the nation’s governors. But that is a rosy read of the relationship. For weeks, governors have pleaded with the administration to do more, walking a fine line as they criticize what the view is a chaotic federal response while also trying not to alienate the famously prickly president. “If they had started in February building ventilators, getting ready for this pandemic, we would not have the problems we are having today and, frankly, very many fewer people would die,” Illinois governor JB Pritzker, a Democrat, said on CNN’s State of the Union on Sunday Context: Coronavirus and racial disparities Addressing the impact of coronavirus on Black communities, Dr. Anthony Fauci said that “we’ve known literally forever that diseases like diabetes, hypertension, obesity and asthma are disproportionately affecting minority populations, especially the African Americans.” Those underlying conditions put people at greater risk for complications from coronavirus. “There’s nothing we can do about it right now,” Fauci said. What the top health official didn’t get into were the reasons why people of color are at greater risk - which include a lack of access to health care, especially preventative care, and the “weathering” effect of facing racism. Federal officials could, of course, make it easier for people to access healthcare, right now. But the Trump administration has resisted reopening the public health exchanges to allow the uninsured to get health insurance. Donald Trump said he knows “for a fact” that other countries have more coronavirus cases, but are reporting misleading or wrong numbers, without providing any evidence to back up the claim. “When you look at some of these large countries, I know for a fact they have more cases than we do but they don’t report them,” Trump said. “There’s been great coordination, especially over the last little while” between the federal government and states, Trump said. But, he added, “if you have a governor that’s failing, we’re going to protect you.” “We pray for Prime Minister Boris Johnson,” Trump said. “He’s going through a lot. Johnson has “always been very good to us,” he added. “We appreciate it.” Senior administration official Seema Varma and Dr Deborah Birx have joined the president today. Utah representative Ben McAdams is reportedly doing better, after contracting the coronavirus. Hi there, it’s Maanvi, blogging from the West Coast. We’re awaiting a coronavirus briefing at 5:30. We’ll be fact-checking and contextualizing the president’s claims throughout, as usual. In the meantime, here’s a little pre-debate fact-check. During a meeting on small business relief, Donald Trump claimed that his daughter Ivanka Trump created 15m jobs. Per Vox’s Ian Millhiser, that would amount to about 10% of all American jobs. Billionaire tech executive Jack Dorsey explained his decision to commit $1 billion in stocks to supporting coronavirus relief in a series of tweets. “Why now?” wrote Dorsey, who is the CEO of two public companies, Twitter and Square. “The needs are increasingly urgent, and I want to see the impact in my lifetime. I hope this inspires others to do something similar. Life is too short, so let’s do everything we can today to help people now. ” Dorsey is not making a straightforward donation. Instead, he is planning to transfer $1bn in Square stock to Start Small LLC, a limited liability corporation that he established in 2015 to house his charitable work. LLCs are not subject to the same disclosure requirements that tax-exempt charitable donations are, but Dorsey also published a Google spreadsheet that he said would be used to disclose all of his grants. Dorsey said the structure “provides flexibility.” The first donation on the spreadsheet is a $100,000 gift to America’s Food Fund, which has raised more than $13m on GoFundMe to combat hunger in the US. That’s it from me today. My west coast colleague, Maanvi Singh, will take over the blog for the next few hours. Here’s where the day stands so far: Acting navy secretary Thomas Modly resigned over insulting comments he made about Captain Brett Crozier, the commander of the USS Theodore Roosevelt who raised concerns about the spread of coronavirus on the ship. Trump removed a Pentagon official tapped to oversee the coronavirus relief effort from his post. Acting Pentagon inspector general Glenn Fine was supposed to oversee implementation of the $2 trillion coronavirus bill, but an agency spokesperson confirmed he is no longer in the role. New York reported the largest single-day increase in its coronavirus death toll yet. The state has recorded 5,489 deaths linked to the virus, up from 4,758 a day earlier, governor Andrew Cuomo announced at his daily briefing today. The White House announced an overhaul of its communications team. Press secretary Stephanie Grisham is returning to the first lady’s staff after never having held a single White House briefing in more than nine months. She will be replaced by Kayleigh McEnany, who currently serves as a spokesperson for Trump’s reelection campaign. Congress is seeking to allocate additional funds to the small business loan program established by the stimulus package. Treasury secretary Steven Mnuchin said he would ask Congress to add $250 billion to the program, which was originally given $350 billion under the stimulus package passed last month. Maanvi will have more coming up, so stay tuned. Trump said he would discuss Peter Navarro’s January memo warning of a potential coronavirus pandemic at his press conference today. “I know all about it,” Trump said of the memo, which was first reported on by Axios and the New York Times last night. “We’ll talk about it at the press conference,” Trump added. In the memo, Navarro, Trump’s told trade adviser, reportedly warned that the coronavirus outbreak had the potential to turn into a pandemic, killing hundreds of thousands of Americans and devastating the US economy. The memo’s existence undermines claims from Trump and many of his advisers that the administration was not properly warned about the potential impact of the virus. Twitter CEO Jack Dorsey said he would commit $1 billion of his wealth to helping coronavirus relief efforts. The financial commitment appears to be the largest one yet from a billionaire, although a number of the world’s wealthiest people have donated funds to various coronavirus relief efforts. Amazon founder Jeff Bezos, for example, donated $100 million to food banks helping with the crisis, but he has faced criticism over how he has treated his own workers as demand for Amazon products has increased amid the pandemic. Some Wisconsin voters are saying they never received their absentee ballots for today’s primary, despite requesting them before the deadline. Without an absentee ballot, voters are left with an unappealing choice between going to an in-person polling site and not voting at all, increasing the likelihood that many people will be disenfranchised. Sam Levine reports: Milwaukee resident Molly Brunner, 25, requested her absentee ballot on 18 March, but it never came. She went to the polls first thing Tuesday morning, but the line was too long, so she left and came back later. She waited about 40 minutes in line to vote. ... Joe Ashworth, 30, another Milwaukee resident, said he didn’t receive his ballot after requesting it in mid-March. He went to the polls on Tuesday morning and wound up waiting two hours in line to vote. Amelia Brummond, 34, submitted her request for a ballot for herself and her husband on 12 March. Her husband’s ballot came weeks later, but hers never came. She said she tried to follow up with election officials in Milwaukee, but never got an answer. Brummond, who has five children, said she won’t go to the polls on Tuesday because it’s too risky. She wanted to vote in a school measure that was on the ballot, but won’t be able to. ‘I can’t bring coronavirus into my house,’ she said. ‘I’m just going to have to opt out.’ Wisconsin state House speaker Robin Vos assured voters they are “incredibly safe to go out,” but the Republican leader undermined that message somewhat by making it while covered in personal protective equipment. Vos and the Republican majority leader of the state Senate challenged Democratic governor Tony Evers’ executive order to cancel in-person voting for today’s election, an order that was later blocked by the Wisconsin Supreme Court. Some voters in Milwaukee are reporting wait times of up to two hours today after all but five of the city’s polling sites were closed after poll workers quit over concerns about coronavirus. Defense secretary Mark Esper has accepted acting Navy secretary Thomas Modly’s resignation, according to a CNN reporter. Esper reportedly pressured Modly to apologize after the acting Navy secretary said Captain Brett Crozier was “too naive or too stupid” to command a ship if he thought his letter raising concerns about the spread of coronavirus wouldn’t be leaked. Modly issued a statement apologizing last night after initially standing by his original comments. James McPherson, the acting undersecretary of the Army, has been tapped to succeed Thomas Modly as acting Navy secretary, according to the Wall Street Journal. Modly, who served as both acting secretary and permanent undersecretary of the Navy, will reportedly resign from both roles over his comments about Captain Brett Crozier. Acting Navy secretary Thomas Modly was originally unwilling to apologize for his comments attacking Captain Brett Crozier, but he did so after Trump said he would “get involved” in the matter. “I want to apologize to the Navy for my recent comments to the crew of the TR,” Modly said in a statement released last night. “Let me be clear, I do not think Captain Brett Crozier is naïve nor stupid. I think, and always believed him to be the opposite.” Asked about Modly’s comments hours earlier at his daily coronavirus briefing, Trump said, “I’m going to get involved and see exactly what’s going on there. Because I don’t want to destroy somebody for having a bad day.” Acting Navy secretary Thomas Modly has reportedly offered to resign amid an uproar over his harsh comments criticizing Captain Brett Crozier. Politico reports: Modly submitted his resignation letter to Defense Secretary Mark Esper on Tuesday after meeting with his boss one-on-one, that official said. Neither Esper nor the White House pressured Modly to resign, the official said, and it is unclear whether Esper will accept it. A number of Democratic lawmakers, including House speaker Nancy Pelosi, have called on Modly to be removed from his post after he attacked Crozier in a speech to the captain’s former crew members. House speaker Nancy Pelosi is calling for the removal of acting Navy secretary Thomas Modly after he lambasted Captain Brett Crozier, who tried to raise concerns about the spread of coronavirus on his ship. “Acting Secretary Modly’s actions and words demonstrate his failure to prioritize the force protection of our troops,” Pelosi said in a statement. “He showed a serious lack of the sound judgment and strong leadership needed during this time. Acting Secretary Modly must be removed from his position or resign.” Modly harshly criticized Crozier in a speech yesterday to the crew members of the USS Theodore Roosevelt, which Crozier used to command. Crozier was removed from the post after his letter sharing concerns about an outbreak on the ship were made public. In his speech, Modly said Crozier was either “too naive or too stupid” to command the ship if he didn’t think the letter would be leaked. Modly’s speech was promptly leaked as well. The acting secretary initially stood by his comments but later apologized under pressure. In her statement, Pelosi applauded Crozier for demanding that his crew be allowed to quarantine to avoid spreading the virus. “Our oath of office is to protect and defend the Constitution, and therefore our first responsibility is to protect and defend the American people,” Pelosi said. “To that end, our priority is force protection of our men and women in uniform who sacrifice to keep Americans safe. That is exactly what Captain Crozier was doing when he called for help for the men and women in his charge.” Most of the voting delays in Wisconsin appear to be centralized in Milwaukee, where only five polling places are open for today’s primary. In comparison, Madison, which has less than half the population of Milwaukee, has 66 polling sites open. Wauwatosa, a city that borders Milwaukee and has a population of 48,000 has 10 polling sites open. The lack of polling locations in Milwaukee is particularly disconcerting because the city is majority minority, while the state as a whole is 85% white. The first congressman to be diagnosed with coronavirus has now recovered from his illness. Congressman Mario Diaz-Balart said he has reunited with his family in Miami after spending three weeks in Washington as he recovered from the virus. “It has not been an easy journey,” the congressman wrote in an Instagram post. “There were moments when I thought I was recovering, but then the fever would return. Thankfully, I never experienced shortness of breath, difficulty breathing, or issues with my heart.” Diaz-Balart said he intended to donate his plasma to help other coronavirus patients and urged others have tested positive to do the same. The Republican congressman announced his diagnosis about three weeks ago. Several lawmakers have since said they have also contracted the virus. California is sending 100 ventilators to New Jersey as the state deals with a surge of coronavirus cases, New Jersey governor Phil Murphy announced. Murphy said in a tweet that the state was “beyond grateful” to California and would “repay the favor when California needs it.” California governor Gavin Newsom announced yesterday that the state was loaning 500 state-owned ventilators to the Strategic National Stockpile to help states that are currently hard hit by the pandemic. New Jersey is the only state besides New York that has reported more than 1,000 deaths linked to the virus. Maryland governor Larry Hogan said the state would start reporting the race of coronavirus patients amid concerns that African Americans have been disproportionately affected by the pandemic. Louisiana governor John Bel Edwards said yesterday that African Americans have accounted for more than 70% of the state’s coronavirus deaths, even though they make up about a third of the population. “Obviously this is a big disparity,” Edwards said. In Michigan, data indicates that more than 40% of those who have died from the virus were African American, even though only 14% of the state’s population is black. Dr Jerome Adams, the surgeon general, said African Americans may be disproportionately suffering from the virus because they are more likely to have preexisting conditions that complicate the illness, like diabetes and heart disease. Treasury secretary Steven Mnuchin said he would ask Congress to allocate an additional $250 billion to the small business loan program, which was created under the $2 trillion stimulus bill that Trump signed last month. The stimulus bill originally allocated $350 billion in funds for loans to small businesses, many of which have been closed in recent weeks due to social distancing restrictions. When the program opened Friday, banks received a flood of applications, as business owners feared the funding would soon run out. The additional money will likely help to alleviate some of those concerns. Some rather harsh reactions to the news that Trump campaign spokeswoman Kayleigh McEnany will be Donald Trump’s fourth White House press secretary. Norm Eisen, a Brookings fellow who was White House ethics czar under Barack Obama, kicked off one string with a tweet in which he said: “I have debated her a couple times on TV. I am struggling for a diplomatic way to put this but … when the producer told me she was a graduate of Harvard Law I thought I was being pranked.” Some answers from some prominent people who perhaps ought to have thought twice before tweeting, given the potential for adding fuel to anti-media and anti-liberal fires forever burning among Trump supporters: Jared Huffman, a California Democratic congressman, referring to Legally Blonde: “I saw that movie! Except Reese Witherspoon was actually smart.” Asha Rangappa, CNN analyst: “All I have to say is that law schools don’t have to report LSATs of transfer students which means that can take big risks... sometimes they just don’t pan out.” Norman Ornstein, fellow at the American Enterprise Institute, author and journalist: “Just like I thought I was being pranked when I was told that Jared Kushner had graduated from Harvard. Or when I was told that Donald Trump graduated from Wharton. I’m beginning to question the accreditation of each of these entities.” Here’s David Smith’s report from Washington, which includes this telling remark about the press secretary role from ABC News Chief White House correspondent Jon Karl: We’ve had three White House press secretaries, we’ve had – I guess depends on how you count – three or four communications directors in the Trump White House, but in reality we’ve really only had one. “Donald Trump has always been the press secretary, the spokesperson, the communications director for Donald Trump. That was true in 1994 when I first encountered him and it’s absolutely true in 2020.” And here’s the whole of David’s interview with Karl: The Guardian’s Nina Lakhani reports: Congresswoman Brenda Lawrence, a Democrat from Michigan, has released a letter signed by 80 members of congress from 33 states urging political leaders to prioritize $47.5 billion in water funding as part of Phase 4 of the Covid-19 stimulus package. The lawmakers want $12.5 billion in emergency funds to cover the immediate cost of bills for low-income households, service restorations, and debt forgiveness. The money would be conditional on states, localities, and utilities suspending all water shutoffs, and agreeing to reconnect service to households previously been disconnected for unpaid bills. One in 20 households were disconnected in 2016. The coronavirus pandemic has exposed the shocking fact that access to running water is not guaranteed in the US - the most powerful economy in the world. In fact, the Guardian has been reporting on how millions of Americans risk having their water shut off if they can’t keep up with bill payments during the economic calamity triggered by the health crisis. Good hygiene, specifically regular hand washing, is recommended by the CDC and WHO as crucial to preventing the spread of the highly contagious virus. Today’s letter, addressed to House and Senate leaders Nancy Pelosi, Mitchell McConnell, Chuck Schumer and Kevin McCarthy, says: “Handwashing is our first line of defense against the spread of disease, and every person in our country needs access to running water to protect themselves, their families and their communities.” The lawmakers - alongside 233 environmental, social justice and religious groups representing millions of Americans who’ve written a separate letter - are also asking for $35bn in annual federal funding to improve water infrastructure across the country, which would tackle water contamination, leaks and create a million jobs. This is the second attempt to get federal money for water: the House version of the third rescue package included $1.5bn to assist low income households with water bills during the crisis, but the clause was left out of the final legislation approved by the senate. According to a report from NBC News, members of a key White House coronavirus task force team which organises the purchase and distribution of equipment have been ordered to vacate their Federal Emergency Management Agency (Fema) “war room” and, like most of the rest of the nation, work at home, after a “partner” tested positive for Covid-19. Until further notice, all personnel in the Supply Chain Resilience task force’ on a particular floor of one of Fema’s buildings ‘and the Fema Conference Center are required to telework’, according to an email obtained by NBC News and confirmed by a Fema official. The message was sent to Fema headquarters staff at 11.17pm ET Monday. The ‘Conference Center’ is a war room set up in the Fema complex in Washington where Admiral John Polowczyk’s supply chain unit, a sub-task force within Vice-President Mike Pence’s larger task force that has gotten particular attention from presidential son-in-law Jared Kushner, works to find and allocate personal protective equipment and other materials needed to combat the spread of coronavirus. Polowczyk and members of his unit were listed as recipients of the email. NBC’s report goes on to say it is not immediately clear what effect WFH will have on the team, “which has been highly visible thanks to Polowczyk’s appearances at daily White House briefings”. The team “has also been highly controversial,” NBC News says. One reason for that is the involvement of Kushner, who is simultaneously deeply engaged in President Donald Trump’s re-election campaign. The task force has also drawn criticism for circumventing existing federal procedures and structures in ways that critics say have created delays, inefficiencies and cost increases in acquiring goods for the coronavirus fight. Here’s our national affairs correspondent, Tom McCarthy, with a look at what it is Kushner is up to: And here, for good measure, is columnist Lloyd Green: Voting continues in Wisconsin today, a bizarre and alarming situation you can read more about here, in a report from our voting rights reporter Sam Levine: Meanwhile, the Milwaukee Journal-Sentinel files a very telling picture and accompanying reportage. It’s live blog is here… Here’s where the day stands so far: New York saw the biggest single-day increase in its coronavirus death toll. The state has recorded 5,489 deaths linked to the virus, up from 4,758 a day earlier. New York accounts for about half of all coronavirus deaths in the US. The White House communications team has been overhauled. Press secretary Stephanie Grisham, who never held a single White House briefing, is being replaced by Trump campaign spokesperson Kayleigh McEnany. Trump has reportedly removed a Pentagon official tapped to oversee the coronavirus relief effort from his post. Acting Pentagon inspector general Glenn Fine was supposed to oversee implementation of the $2 trillion coronavirus bill, but a Pentagon spokesperson confirmed he is no longer on the accountability committee. The blog will have more coming up, so stay tuned. Trump has reportedly removed a Pentagon offical who was supposed to oversee implementation of the $2 trillion coronavirus bill from his post. Politico reports: A panel of inspectors general had named Glenn Fine — the acting Pentagon watchdog — to lead the group charged with monitoring the coronavirus relief effort. But Trump on Monday removed Fine from his post, instead naming the EPA inspector general to serve as the temporary Pentagon watchdog in addition to his other responsibilities. That decision, which began circulating on Capitol Hill Tuesday morning, effectively removed Fine from his role overseeing the coronavirus relief effort, since the new law permits only current inspectors general to fill the position. ‘Mr. Fine is no longer on the Pandemic Response Accountability Committee,’ Dwrena Allen, a spokeswoman for the Pentagon inspector general’s office, confirmed. The move comes just four days after Trump ousted Michael Atkinson, the inspector general of the intelligence community who designated the whistleblower complaint that kicked off the impeachment inquiry to be an “urgent concern.” A billboard urging Iowa governor Kim Reynolds to implement a stay-at-home order will be circling the state capitol on a loop today, courtesy of a nationwide group of doctors. Iowa is one of eight states which has not instituted a statewide order, despite pleas from mayors across the state. The Committee to Protect Medicare, an organization of doctors which advocates for health care for all, has dispatched a billboard to Des Moines to pressure Reynolds into action. “We know that physical distancing is the number one thing we can do to limit the spread of the virus, limit the impact it has on individuals, but really limit the impact it has on hospitals in general so they don’t get overwhelmed beyond their capacity,” said Rob Davidson, a Michigan-based ER doctor and executive director of the Committee to Protect Medicare. “It’s imperative that from the top of leadership statewide and nationally citizens understand the imperative to not be gathering in groups,” Davidson said. The group is also calling for Donald Trump to instigate a nationwide shelter-in-place, something Trump has so far resisted. On Friday the Iowa Board of Medicine voted to recommend a stay-at-home order, while the Iowa Medical Society has made the same request. Reynolds has defended the lack of a ban, saying she had ordered schools and some businesses to close and asked people not to gather in groups of ten or more. On Tuesday she expanded the list of businesses which will be forced to close, adding malls, museums and outdoor and indoor playgrounds, but other businesses including golf courses are allowed to remain open. Iowa had 946 confirmed cases of coronavirus as of Monday night, with 25 deaths. Republican senator Rand Paul is volunteering at a local hospital after recovering from coronavirus. The Kentucky senator, who has a medical degree from Duke University, was criticized for continuing to visit the Capitol as he awaited the results of a coronavirus test. Critics accused Paul of putting the health of lawmakers, staffers and other Capitol Hill employees at risk by not quarantining after he took the test. Paul defended his actions, saying it was his “extra precaution” of seeking a test even though he showed no symptoms that alerted colleagues to his diagnosis. Senate majority leader Mitch McConnell said he would work to expand the $350 billion small business loan program created by the stimulus package. “I will work with Secretary Mnuchin and Leader Schumer and hope to approve further funding for the Paycheck Protection Program by unanimous consent or voice vote during the next scheduled Senate session on Thursday,” McConnell said in a statement. Senior White House economic adviser Larry Kudlow said this morning that $50 billion in loans have already been processed since the Paycheck Protection Program started accepting applications on Friday. But banks have reported a deluge of applications for the program, as small business owners fear the funding could run out if they do not get their application approved quickly. The proposed additional funds for the program, which could be as much as $200 billion, could help to stem some of that anxiety as the coronavirus pandemic leaves many businesses closed. Trump campaign spokesperson Kayleigh McEnany will become the new White House press secretary, according to the New York Times. The Times reports: Ms. McEnany has been a vocal defender of Mr. Trump on television, the main role the president has long believed the press secretary should play, according to current and former advisers. Her hiring is the first major personnel move by the incoming White House chief of staff, former Representative Mark Meadows of South Carolina. ... Also joining the White House press staff will be Alyssa Farah, a top spokeswoman at the Defense Department who once worked for Vice President Mike Pence, according to people briefed on the moves. Ms. Farah is close with Mr. Meadows, whose longtime congressional aide, Ben Williamson, will also join the communications team as an adviser. McEnany regularly defended Trump on television during the 2016 race and later joined his reelection campaign as national press secretary. Last month, McEnany incorrectly predicted that coronavirus would not affect Americans because of the president’s steady leadership: New York governor Andrew Cuomo just wrapped up his daily briefing on the state’s response to coronavirus. Here’s some of what he said: New York saw the biggest single-day increase in its coronavirus death toll yesterday. New York has now lost 5,489 residents to coronavirus, up from 4,758 a day earlier. That figure represents about half of all coronavirus deaths across the United States. Cuomo said restarting the state’s economy would depend on testing. The governor emphasized the state needs to scale up testing to help determine which residents have coronavirus antibodies and are unlikely to contract the virus again before the economy can restart. Cuomo asked all residents to continue respecting social distancing restrictions, as some residents start asking when normal life might be able to resume. “I get it, but it’s only been 37 days,” Cuomo said. “Our behavior affects the number of cases.” The Navy hospital ship Comfort will have 500 beds available for coronavirus patients. Cuomo called the president yesterday to ask him to allow the ship to start accepting coronavirus patients, a request that Trump granted. However, the shift to treating coronavirus patients means the ship will have to cut its number of hospital beds in half, from 1,000 to 500. Governor Andrew Cuomo urged New Yorkers to remember that each coronavirus death represents a human being who had a family. “I guess one could get numb to the numbers,” Cuomo said. “For myself, I can tell you, the last thing I do is get numb.” The governor noted mourning in the state is intensifying as the death toll rises. “The pain is increasing. The grief is increasing,” Cuomo said. “How you could get numb to any of this, I can’t imagine.” Cuomo said that he was proud of the work the state’s healthcare system has done to save every possible person from dying of coronavirus. “You can’t save everyone,” Cuomo said. “This virus is very good at what it does, and it kills vulnerable people. ... We can’t stop that. The question is, are you saving everyone you can save?” The governor added, “I don’t see the numbness, and I don’t think New Yorkers see the numbness.” New York governor Andrew Cuomo applauded the work of medical professionals as the state grapples with the coronavirus pandemic. “What they have done is incredible, just incredible,” Cuomo said. The governor also thanked other essential workers, such as transit employees, who have continued to report to work. “They know what they’re exposing themselves to, and they still do it,” Cuomo said. “God bless them.” New York governor Andrew Cuomo said residents must avoid holding large funerals as the state’s coroanvirus death toll rises. “These social distancing regulations are not just ‘please.’ They’re regulations,” said Cuomo, who doubled the fine for violating the “stay at home” order yesterday. “Now is not the time for large religious gatherings,” Cuomo said. “You do no one a service by making this worse and infecting more people.” New York governor Andrew Cuomo said he understood the frustration of residents who are asking when social distancing might come to an end. “This is like Groundhog Day living through this bizarre reality that we’re in,” Cuomo said. But the governor emphasized residents will need to continue to be patient in order to protect their loved ones and neighbors from contracting the virus. “I get it, but it’s only been 37 days,” Cuomo said. “Our behavior affects the number of cases.” Cuomo also noted the 1918 flu epidemic peaked in New York for six months, killing 30,000 of the state’s residents. “Social distancing is working,” Cuomo said. “I know that it’s hard, but we have to keep doing it.” New York governor Andrew Cuomo said officials would look ahead to restarting the economy, but the governor noted the state is not there yet because coronavirus deaths are still happening at a high rate. Cuomo said the determination of when and how to restart the economy would depend on testing, particularly testing to confirm if people have coronavirus antibodies in their system and are likely immune to the virus. The governor said New York would need to scale up its testing capacity to test a large number of residents and announced the state would invest in testing companies working to expand capacity. New York governor Andrew Cuomo said the capacity of the Navy hospital ship Comfort would decrease now that it is going to start accepting coronavirus patients. Cuomo asked Trump yesterday to allow the Comfort to start taking coronavirus patients to provide some relief to overwhelmed emergency rooms in New York, a request that the president granted. But Cuomo said the number of hospital beds on the Comfort would decrease from 1,000 to 500 now that the ship will be treating coronavirus patients. New York governor Andrew Cuomo is holding his daily briefing on the state’s response to coronavirus. The governor noted the three-day average of hospitalizations is down, indicating the state is “reaching a plateau in the total number of hospitalizations.” But the New York death toll continues to steeply rise. The state has now recorded 5,489 deaths, up from 4,758 a day earlier. Those 731 deaths represent the highest single-day increase in the death toll since the crisis started. New York also still has the highest number of cases of any US state, with 138,836 cases of coronavirus already confirmed. Joe Biden said he would like Bernie Sanders to be “part of the journey,” although not his running mate, if he wins the Democratic nomination. Biden has a significant lead in the delegate count, but Sanders remains in the race, despite an increasingly narrow path to the nomination. Asked whether Sanders should drop out, Biden told the “Today” show, “No, I wouldn’t presume to do that. ... It’s a hard, hard decision and Bernie has a lot of really devoted followers. It’s a difficult decision to make. But it’s his to make. I’m not going to suggest what he should do.” Biden made clear that if he wins the nomination, he would seek Sanders’ input on the issues that fueled the progressive senator’s campaign. “If I’m the nominee I can tell you one thing: I would very much want Bernie to be part of the journey, not as a vice presidential nominee but just engaging in all the things that he’s worked so hard to do, many of which I agree with,” Biden said. The former vice president applauded Sanders for his “incredible following,” as the frontrunner tries to convince his rival’s supporters to back him in the general election. Biden also said he did not think the November election should be delayed or postponed because of coroanvirus, even as today’s rocky primary in Wisconsin raises questions about how to safely conduct in-person voting amid a pandemic. The White House has confirmed Stephanie Grisham is leaving her role as press secretary to rejoin the first lady’s team. “My replacements will be announced in the coming days and I will stay in the West Wing to help with a smooth transition for as long as needed,” Grisham said in a statement released by the White House. Grisham served as both press secretary and communications director in the Trump White House, so it appears two people may be taking on those roles now. Grisham will serve as the first lady’s chief of staff and spokesperson. The White House statement noted that Melania Trump’s previous chief of staff, Lindsay Reynolds, resigned earlier this week to spend time with family. Wisconsin’s lieutenant governor predicted the state’s presidential primary today would be a “Shit Show.” The Democratic official’s tweet comes a day after the Wisconsin Supreme Court blocked governor Tony Evers’ executive order to cancel in-person voting out of concern about spreading coronavirus. The number of polling sites across the state has nosedived because so many poll workers have quit, and voters are already reporting long lines as they try to cast their ballots. Stephanie Grisham, the White House press secretary who has not yet held a briefing, is reportedly leaving her role after about nine months. CNN reports: [Grisham] is returning to the East Wing as first lady Melania Trump’s chief of staff as President Donald Trump’s new chief of staff Mark Meadows shakes up the communications team in the West Wing. Meadows is currently considering several candidates for the press secretary job, including Trump campaign spokesman Kayleigh McEnany. The new chief of staff is also considering hiring Alyssa Farah, the current spokeswoman for the Defense Department, for a communications role, among others, two sources with knowledge of the situation told CNN. Grisham was frequently criticized for refusing to hold White House briefings, which were a daily feature of past administrations but started becoming less and less frequent under Graham’s predecessor, Sarah Sanders. Surgeon general Jerome Adams said he “never saw” a Jan. 29 memo from Peter Navarro, Trump’s top trade adviser, warning the coronavirus outbreak could become a pandemic. Adams defended the White House’s response to the pandemic, saying, “We’ve been saying for decades that this is a possibility. ... Many people at all levels just did not expect something like this to happen at this magnitude.” When NBC News’ Savannah Guthrie pressed him on that last point, saying the memo proved some White House advisers were aware of how bad this situation could get, Adams said, “There were preparations going on the entire time.” Trump has been repeatedly criticized for incorrectly predicting coronavirus would miraculously “disappear” without affecting many Americans, and reports of Navarro’s memo have intensified accusations that the president mishandled the government’s early response. Lines are already long at polling places in Wisconsin, with voters saying they are preparing to wait for hours to cast their ballots. So many poll workers have quit over concerns about coronvairus that only five polling sites are open today in Milwaukee, down from 180. The confusion and expected drop in turnout in Wisconsin have raised serious concerns about the November general election, particularly if coronavirus makes a return at the end of the year, as many experts have predicted. The Guardian’s Daniel Strauss reports: Congressman John Lewis, a civil rights icon, endorsed former vice president Joe Biden for president on Tuesday morning. “I’m delighted, very pleased, very happy, and very honored to take the time to endorse a friend, a man of courage, a man of conscience as the Democratic nominee for president of the United States,” Lewis said of backing Biden during a call with reporters. “It is my belief that we need Joe Biden now more than ever before.” Lewis’s endorsement comes as most Democratic lawmakers and the majority of the party’s voters fall in line behind Biden. Vermont senator Bernie Sanders is still running against Biden in the Democratic primary, but his path is increasingly narrow. Lewis, in endorsing Biden, urged him to pick a woman as his running mate if the former vice president wins the nomination. “It would be a good to have a woman of color,” Lewis said. “It would be good to have a woman who looks like the rest of America - smart, gifted, a fighter, a warrior and we have plenty of able women. Some are black, white, Latino, Asian American, Native American. I think the time is long past for making the White House look like the whole of America.” During a recent debate Biden said if elected president, he would nominate an African American woman to the Supreme Court and would pick a woman as his running mate. Other influential lawmakers, including South Carolina congressman Jim Clyburn, have said that Biden should pick a woman of color as his running mate. In an interview with the Financial Times Clyburn name checked California senator Kamala Harris and former Obama administration national security adviser Susan Rice (which he called a “sleeper”) as possible running mates for Biden. George Conway, a Trump critic who is married to senior White House adviser Kellyanne Conway, offered his take on the president and his team amid the pandemic. “He’s 100% insane, and nobody in the administration has the balls to tell him that,” Conway said of Trump and his advisers. Conway’s jab follows reports that one of Trump’s top advisers warned the president of the coronavirus outbreak potentially evolving into a pandemic in late January. Conway has become a vocal critic of the president, even though his wife worked on Trump’s campaign and has been with the administration since his inaugruation. This is Joan Greve in Washington, taking over for Martin Pengelly. As Sam Levine reported, thousands of Wisconsin voters are likely to be disenfranchised today after the Democratic governor’s effort to cancel in-person voting failed. Because of concerns about the coronavirus pandemic, more than 100 jurisdictions in Wisconsin reported last week that they don’t have enough poll workers to staff even one voting place, and Milwaukee’s number of polling sites is down from 180 to five. A photo from one of those five Milwaukee polling sites showed voters wearing masks and trying to socially distance as they waited to cast their ballots: Here’s a report from Sam Levine, our voting rights reporter, on a dramatic and bizarre day in Wisconsin yesterday and what’s to come today: Wisconsin voters are heading to the polls on Tuesday, to cast ballots amid a global pandemic after a stunning 24-hour period in which the state’s governor tried to cancel in-person voting because of the public health risk, only to be overruled by the state supreme court. The US supreme court also weighed in, hours before the polls opened. Even though the Democratic primary between Joe Biden and Bernie Sanders is winding down, Wisconsin has exploded in controversy. It is both the most significant battle so far between Republicans and Democrats over the right to vote in 2020 and a chaotic scramble to protect both the vote and public health. In late March, Democratic governor Tony Evers issued an executive order instructing people to stay at home. There is such a severe shortage of poll workers that Evers asked the national guard to step in. The Wisconsin Elections Commission has declined to project turnout, but it is expected to be low. Democrats say Republicans are banking on low turnout to help Daniel Kelly, a conservative on the state supreme court, hold his seat. On Monday, after weeks of rebuffing efforts to delay the election, Evers issued an executive order seeking to delay in-person voting until 9 June. Republicans, who have resisted calls to mail a ballot to every voter and ease restrictions on mail-in voting, challenged the order in the state supreme court, where conservatives hold a majority. The court overruled Evers. Kelly recused himself. The US supreme court weighed in, upholding a lower court order extending the deadline by which mail-in ballots could be received from 7 April to 13 April. But in a 5-4 decision, the high court accepted a request from Republicans to require ballots to be postmarked by election day. That rule is likely to disenfranchise thousands of voters who have not yet received ballots even though they requested them by the official deadline, Justice Ruth Bader Ginsburg wrote for the four liberal justices who dissented. Oddly enough, Donald Trump has a recommendation for Wisconsin conservatives: Here’s more key reading from Sam, on Wisconsin and threats to the right to vote: Here’s a tweet thread that Donald Trump may not like too much. It’s about Gretchen Whitmer, Democratic governor of Michigan, a state in which more than 17,000 Covid-19 cases have been confirmed and 727 people have died, according to Johns Hopkins figures. Trump’s distaste for Whitmer is well-known – he called her “that woman from Michigan” at one White House briefing. Detroit journalist Chad Livengood is following her interview on 1320 WILS-AM, “Lansing’s More Compelling Talk Radio”. It’s fascinating reading. “Whitmer cites [University of Michigan] modeling that Michigan’s coronavirus outbreak won’t peak until late April,” Livengood writes. “She was asked about what plans there are to restart the economy: ‘It is too early to start implementing anything. We know yesterday we had 110 Michiganders lose their battle with Covid-19.’” Donald Trump was warned at the end of January by one of his top White House advisers that coronavirus had the potential to kill hundreds of thousands of Americans and derail the US economy, unless tough action were taken immediately, new memos have revealed. The memos were written by Trump’s economic adviser Peter Navarro and circulated via the National Security Council widely around the White House and federal agencies. They show that even within the Trump administration alarm bells were ringing loudly by late January, at a time when the president was consistently downplaying the threat of Covid-19. The memos, first reported by the New York Times and Axios, were written by Navarro on 29 January and 23 February. The first memo, composed on the day Trump set up a White House coronavirus task force, gave a worst-case scenario of the virus killing more than half a million Americans. According to the Times, it said: “The lack of immune protection or an existing cure or vaccine would leave Americans defenseless in the case of a full-blown coronavirus outbreak on US soil. This lack of protection elevates the risk of the coronavirus evolving into a full-blown pandemic, imperiling the lives of millions of Americans.” The second memo went even further, predicting that a Covid-19 pandemic, left unchecked, could kill 1.2m Americans and infect as many as 100m. This was not the first time Trump and his White House team were warned that the virus had the potential to devastate the US and needed to be dealt with quickly and firmly. Senior scientists, epidemiologists, and health emergency experts in the US and around the world delivered that message clearly early on in the crisis, only for Trump to continue belittling the scale of the threat which he compared falsely to the dangers of seasonal flu. But the emergence of the memos from such a senior aide within the White House will make it much more difficult for Trump to claim – as he has done on multiple occasions – that nobody was able to predict the severity of the disease. As the pandemic has swept across the country, the president has come under mounting criticism for having done too little, too late in response, leading to mass shortages of diagnostic testing, protective gear for frontline health workers and ventilators for the very sick. …and welcome to another day of coverage of the coronavirus outbreak in the US. Figures, according to researchers at Johns Hopkins University, first: Cases confirmed: 368,036 Deaths: 10,982 Cases in New York, the worst-hit state: 131,815 Deaths in New York: 4,758 Other states are struggling too, of course: there have been more than 1,000 deaths in New Jersey and Michigan, California and Louisiana are also particularly hard hit. And case and death numbers will no doubt increase today. There are all sorts of news lines out there of course, perhaps the biggest being British prime minister Boris Johnson’s admission to intensive care. Here’s the latest report from our London office. And here’s the UK live blog with constant updates. In the US, Julia Carrie Wong has an in-depth look at Donald Trump’s support for hydroxychloroquine, an anti-malaria drug that has not been shown to be safe or effective against Covid-19 but which the president wants Americans to take: The president pushed the drug again at his White House briefing on Monday, a briefing which was also, by the by, attended by Chanel Rion, a correspondent from One America News Network whose presence at briefings and leading questions to Trump have caused consternation in the mainstream media. Here’s Adrian Horton’s write-up of what John Oliver had to say about that and OAN in general on Sunday night. We have a lot more this morning, of course, including: Michael Sainato on Amazon workers who say the company values profit over their safety amid the pandemic. A devastating report from Oliver Laughland in Reserve, Lousiana, aka Cancer Alley but now home to a new foe. Another dispatch from a frontline nurse: The ER Diaries: ‘I have come to embrace that we’re at war’. The Axios website, meanwhile, is out with a major scoop: Democrats including Nancy Pelosi have consciously echoed the famous Watergate question – What did the president know and when did he know it? – when investigating the White House’s lagging response to the emerging threat of Covid-19. On Monday night, Axios published memos from trade adviser Peter Navarro which warned Trump of a likely pandemic in January. Axios’s newsletter headline on Tuesday morning? “POTUS Knew!” Ed Pilkington will have more on that shortly…",
      "charCount": "63795",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/maanvi-singh\">Maanvi Singh</a> in San Francisco (now) and <a href=\"profile/joan-greve\">Joan E Greve</a> in Washington and <a href=\"profile/martin-pengelly\">Martin Pengelly</a> New York (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]